{
  "datepublished": [
    "2015-09-03T17:29:31Z", 
    "2015-09-02T18:08:02Z", 
    "2015-09-02T21:27:49Z", 
    "2015-09-03T16:17:00Z", 
    "2015-09-02T16:37:05Z", 
    "2015-09-02T19:30:03Z", 
    "2015-09-03T17:19:08Z", 
    "2015-08-31T23:32:16Z", 
    "2015-08-31T20:10:33Z", 
    "2015-08-31T21:53:09Z", 
    "2015-08-27T19:35:52Z", 
    "2015-09-02T14:54:10Z", 
    "2015-08-29T04:59:02Z", 
    "2015-09-03T11:57:47Z", 
    "2015-08-28T18:45:46Z", 
    "2015-09-03T16:59:57Z", 
    "2015-08-27T14:18:30Z", 
    "2015-09-02T16:11:24Z", 
    "2015-08-31T15:45:00Z", 
    "2015-08-27T14:01:49Z", 
    "2015-08-26T16:27:28Z", 
    "2015-08-27T19:33:49Z", 
    "2015-08-25T17:52:08Z", 
    "2015-08-27T21:27:10Z", 
    "2015-08-24T20:33:06Z", 
    "2015-08-22T19:19:57Z", 
    "2015-08-25T13:09:23Z", 
    "2015-09-01T21:58:09Z", 
    "2015-09-01T17:10:33Z", 
    "2015-08-25T21:05:50Z", 
    "2015-09-01T13:19:14Z", 
    "2015-08-22T19:01:58Z", 
    "2015-08-21T17:04:24Z", 
    "2015-08-28T11:45:03Z", 
    "2015-08-24T20:09:00Z", 
    "2015-08-24T13:07:23Z", 
    "2015-08-31T14:33:58Z", 
    "2015-09-02T19:36:01Z", 
    "2015-08-23T17:49:09Z", 
    "2015-09-01T19:50:07Z", 
    "2015-09-02T16:51:05Z", 
    "2015-08-27T13:07:34Z", 
    "2015-08-22T14:58:53Z", 
    "2015-08-31T18:24:06Z", 
    "2015-08-25T21:05:52Z", 
    "2015-08-28T13:30:01Z", 
    "2015-09-01T13:19:54Z", 
    "2015-08-31T14:47:08Z", 
    "2015-08-27T11:53:20Z", 
    "2015-08-27T15:07:40Z", 
    "2015-08-27T17:17:53Z", 
    "2015-09-03T20:43:07Z", 
    "2015-08-24T19:41:32Z", 
    "2015-09-03T16:02:56Z", 
    "2015-09-01T18:00:26Z", 
    "2015-09-01T13:30:01Z", 
    "2015-08-31T22:08:40Z", 
    "2015-08-27T19:57:05Z", 
    "2015-09-03T21:08:10Z", 
    "2015-08-26T21:15:09Z", 
    "2015-08-24T18:05:06Z", 
    "2015-08-28T18:59:49Z", 
    "2015-08-26T20:20:08Z", 
    "2015-08-27T20:51:01Z", 
    "2015-08-24T17:05:29Z", 
    "2015-08-26T00:17:15Z", 
    "2015-08-27T17:44:34Z", 
    "2015-09-03T15:02:41Z", 
    "2015-09-01T18:53:56Z", 
    "2015-09-01T13:06:58Z", 
    "2015-08-27T20:00:10Z", 
    "2015-08-31T00:29:27Z", 
    "2015-08-24T15:34:00Z", 
    "2015-08-31T21:16:09Z", 
    "2015-09-01T08:56:59Z", 
    "2015-08-24T12:10:27Z", 
    "2015-08-27T13:21:55Z", 
    "2015-09-02T22:18:28Z", 
    "2015-09-02T11:06:53Z", 
    "2015-09-02T19:00:09Z", 
    "2015-08-31T18:59:57Z", 
    "2015-08-27T13:24:42Z", 
    "2015-09-02T17:15:06Z", 
    "2015-08-31T19:03:58Z", 
    "2015-08-28T11:36:42Z", 
    "2015-09-02T20:19:17Z", 
    "2015-08-24T15:06:59Z", 
    "2015-09-03T18:47:46Z", 
    "2015-08-29T18:42:08Z", 
    "2015-09-01T17:32:48Z", 
    "2015-08-31T13:16:34Z"
  ], 
  "dlen": 91, 
  "full_text": [
    "SAN FRANCISCO (AP) -- A federal judge has approved a $415 million settlement that ends a lengthy legal saga revolving around allegations that Apple, Google and several other Silicon Valley companies illegally conspired to prevent their workers from getting better job offers.The settlement of a class-action lawsuit will pay more than 64,000 technology workers about $5,800 apiece. The complaint, filed in 2011, originally sought $3 billion in damages that could have been tripled under U.S. antitrust law. Based on that figure, the workers could have received more than $100,000 apiece if they prevailed at trial.Nearly $41 million of the settlement will be paid to lawyers representing the technology workers. That's less than half of the roughly $85 million in fees that the attorneys had sought.The approval granted Wednesday by U.S. District Judge Lucy Koh in San Jose, California, dispenses with a case that exposed internal emails casting former Apple CEO Steve Jobs in an unflattering light. Koh had rejected a $324.5 million settlement of the case reached last year as inadequate.Apple Inc., Google Inc., Intel Corp. and Adobe Systems Inc. will pay the revised settlement. Last year, Koh approved a separate settlement requiring Intuit Inc., Pixar Animation Studios and Lucasfilm to pay a $20 million settlement to resolve allegations made against them in the same case.The lawsuit depicted Jobs, who died in 2011, as the conniving ringleader of a scheme designed to minimize the chances that top computer programmers and other talented employees would defect to other technology companies.Koh approved the latest settlement after finding little resistance to the deal. She said only 67 of the 64,666 workers represented in the case objected to or opted out of the settlement.Just six of the workers objected because they thought they weren't getting paid enough in the settlement, according to court documents. One of the unhappy workers estimated that he had been cheated out of $400,000 because of the alleged collusion among some of Silicon Valley's biggest companies.The lawsuit accused Apple, Google and the other companies of forming a \"no-poaching\" cartel that secretly agreed not to recruit each other's workers. Lawyers for the employees argued the pact illegally suppressed the wages of the affected workers.The alleged collusion stopped after the U.S. Justice Department opened an investigation that culminated with an antitrust complaint being filed against Apple, Google and the other participating companies in 2010. The Justice Department's case was settled without the companies acknowledging any guilt or paying any fines.All the companies denied wrongdoing in settling the case.____This story has been corrected to show that there were several other companies involved in the alleged conspiracy, not two.", 
    "(Martin Hajek)A concept of what the iPad Pro and Apple stylus could look like (not affiliated with Apple).If you've been waiting patiently for a super-sized iPad, September 9 may be your lucky day.Apple is reportedly planning to take the wraps off its much-rumored iPad Pro that day, alongside its new iPhone, new Apple TV, and a slew of other products, according to 9to5Mac's Mark Gurman.The iPad Pro, along with a new iPad mini, are both expected to hit stores in November. Although the report says we'll see both of these new iPads on September 9, Gurman also notes that there's a possibility Apple will hold the announcement until October since it's closer to the products' ship date.The iPad Pro is expected to provide a step up from the standard iPad's 9.7 inch screen by featuring a screen measuring around 12 inches diagonally.And it will reportedly support stylus input. Gurman says the stylus will be used for Force Touch, which lines up with what KGI Securities analyst Ming-Chi Kuo has reported in the past.The refreshed iPad mini is said to be thinner than its predecessor and will come with Apple's A8 processor, which will allow it to support the split-screen-multitasking features Apple introduced in iOS 9.Apple has been testing its larger iPad and stylus for years, and there's a chance we may finally see those products come to market next week. Prototypes of a giant iPad with a screen larger than 12 inches in size have existed since 2012, as we reported back in July.", 
    "Woz had been designing computers since he was in high school, he told Khemchandani, coming up with ingenious ways to create computers with fewer and fewer parts. The first Apple computers, including the Apple II, were designed by Woz before he ever met Jobs, he said:Steve Jobs played no role at all in any of my designs of the Apple I and Apple II computer and printer interfaces and serial interfaces and floppy disks and stuff that I made to enhance the computers. He did not know technology. He’d never designed anything as a hardware engineer, and he didn’t know software. He wanted to be important, and the important people are always the business people. So that’s what he wanted to do.I wanted to be the engineer, in a laboratory, like a mad scientist. So that was my thing.The Apple II computer, by the way, was the only successful product Apple had for its first 10 years, and it was all done, for my own reasons for myself, before Steve Jobs even knew it existed.So I had created it, and it was just waiting for a company. And Steve Jobs was my good friend, the businessman.Wozniak talks about this at about 3:42 in the video below. He told the famous story of how he and Jobs met, too (at 2:33). You can watch the video below:", 
    "Concerns about Netflix (NASDAQ: NFLX)'s situation have risen after the streaming giant lost several big-name movie titles and after rumors about a new Apple (NASDAQ: AAPL) TV model surfaced.But the company shouldn't be overly concerned about Apple possibly doubling down on streaming for two reasons, said Cantor Fitzgerald analyst Youssef Squali on Thursday.\"At the end of the day, Netflix has a sustainable competitive advantage that can be defined in two things: the brand and the price,\" Squali said in an interview with CNBC's \" Squawk on the Street .\"Netflix's standard streaming costs about $8 a month.\"I think this is a lot of noise around Netflix, a brand that by now has become synonymous with streaming,\" Squali added.It is rumored that Apple will unveil the fourth iteration of its Apple TV at a Sept. 9 event and the price tag could range between $150 and $200, according 9to5Mac . Apple declined a request for comment from CNBC.", 
    "Here's exactly what to expect from the new Apple TV's hardwareBusiness InsiderWednesday, September 2, 2015Lisa Eadicicco(Apple)Apple is expected to unveil the new version of its Apple TV next week, and now we have a clearer picture of what to expect in terms of hardware.Mark Gurman of 9to5Mac just posted a report that gives a detailed overview of what will be included in Apple's new streaming box, and here's a look at some of the newest details.In terms of hardware, the Apple TV will have:More storage than its predecessor. Gurman says the new model will offer 16GB of storage rather than 8GB. It's unclear if there will be an 8GB model as well that's priced a bit cheaper than the 16GB. A more powerful processor. The new Apple TV will run on Apple's A8 chip, which is the same one that powers the iPhone 6 and 6 Plus. That's a big jump from the much older A5 single-core chip that powers the current Apple TV. A new remote with a different color. We've heard in the past that the new Apple TV will have a revamped remote control with a touchpad, tactical buttons, and a microphone for Siri requests, but Gurman's latest report says it will also come in a new color. Rather than the traditional silver, the new Apple TV remote will come in a dark gray or black color to match the box's new look. The same ports as the current version. The next Apple TV will include a power plug, an HDMI port, and a USB port, according to Gurman. It won't support 4K video playback, although Apple's upcoming iPhones are rumored to support 4K video capture. Gurman also reiterates some of the more prominent details we've been hearing about for weeks, such as the idea that the new streaming box will have support for Siri, universal search, and an interface that looks more like iOS 9. We'll know for sure on Sept. 9, which is when Apple is expected to unveil the new device.", 
    "The pricing information for Apple's iPhone 6S has leaked ahead of its launchBusiness InsiderWednesday, September 2, 2015Lisa Eadicicco(Flickr/Kārlis Dambrāns)We're going to know exactly what's in store for Apple's next iPhone on September 9, but a new leak gives us an idea of how much it will probably cost.The new iPhone, expected to be called the iPhone 6S, is going to be priced the same way the iPhone 6 and 6 Plus were priced, according to the usually accurate Mark Gurman from 9to5Mac.If you're buying a phone through a traditional two-year carrier contract, the 16GB version will cost $199, while the 64GB edition will be priced at $299, and the 128GB model will sell for $399.The larger iPhone 6S Plus will be priced the same way as the iPhone 6 Plus: $299 for 16GB, $399 for 64GB, and $499 for 128GB.The iPhone 5S will be free with a two-year contract when Apple unveils its next iPhone, according to Gurman. Apple will then discontinue the iPhone 5C.The report also serves as another indication that Apple will keep the 16GB entry level model for the next iPhone. This contradicts previous reports that said Apple may boost the storage capacity in the cheapest variant to 32GB, like most Android phones.It's unclear whether or not Apple will cut the price of the current iPhone 6 and 6 Plus, but analysts think there's a huge opportunity for Apple to keep iPhone sales strong if it does. Timothy Arucri from Cowen and Company, for instance, thinks that the iPhone 6 and 6 Plus' bigger screens are enough to keep them in demand even when the new phone comes out — especially if they're cheaper.Apple previously considered making a smaller 4-inch version of the iPhone 6 but scrapped the idea, Arcuri also said. Evidence of a smaller phone, said to be called the iPhone 6C, had appeared in Apple's supply chain starting in January through March, but then disappeared. Arcuri speculates that this could be because company would rather reduce the price of its current generation phones than release a new cheaper iPhone.", 
    "LOS ANGELES (AP) -- Playing deejay with voice commands will get easier for more Americans this fall as some best-selling cars get updated with software that integrates smartphones into the dashboard.With the 2016 model year, Apple's CarPlay and Google's Android Auto will turn cars as affordable as a base model Chevy Spark into rolling robotic assistants that give directions to nearby restaurants or play the latest hits with commands as simple as \"Play Ellie Goulding.\"The Associated Press recently tried out both systems on a 2016 Honda Accord. As with phones, voice-activated car technologies don't always work as intended, bringing up inaccurate directions or failing to open an app, for example. But overall the two systems are convenient and incredibly intuitive.Both CarPlay and Android Auto should give drivers more time to keep their eyes on the road compared with the automakers' own voice systems, which can require multiple steps and looking at on-screen menus. Still, as with any system that requires driver input, there are concerns about distraction.\"Anything that takes your attention away from the task of driving is not something you want to engage in,\" said Kathy Lane, a spokeswoman for the National Safety Council, a nonprofit organization created by Congress to promote safety.Neither system has been tested yet by the Insurance Institute for Highway Safety, says spokesman Russ Rader. The institute studies both human and mechanical factors in trying to reduce the number of vehicle crashes.Consumers increasingly want to use their smartphone while driving — without running afoul of the law. For the last few years, drivers of most new cars have been able to speak to their phones and have audio stream through a car's speakers using the nearly ubiquitous Bluetooth wireless standard. However, doing so can require fiddling with the phone, like holding down the home button first.Both CarPlay and Android Auto allow voice commands to be turned on with a touch of a steering wheel button. Phones need to be plugged into the USB port, where the phone is kept charging and powering the in-car entertainment. You can access maps, voicemail, phone contacts and music apps using a touch screen embedded in the dashboard — no need to grab your phone.There are two limitations with the Apple system, whether or not you're using it on CarPlay. One is that Apple reserves voice commands for its proprietary apps — phone, maps, texts and Apple Music.The other is that you must be a subscriber to Apple's $10 a month Apple Music service if you want ask the digital voice assistant Siri such complicated tasks as \"play the top song from 2011.\" (It's Gotye's \"Somebody That I Used to Know,\" if you were wondering.) However, you can use your voice to play songs you have downloaded and own on your iPhone.The less restrictive Android Auto will allow you to use apps like Spotify as long as you specifically tell it to \"play Aerosmith on Spotify,\" or set Spotify as the default music app. A Spotify subscription also costs $10 a month.The systems themselves can cost users a lot more.The 2016 Honda Accord EX with manual transmission is the lowest trim on which Honda is offering CarPlay and Android Auto support. At $25,480, the EX is $1,315 pricier than the Sport trim, and includes things like a moon roof, keyless remote and a better touch-screen display. Volkswagen's entry level 2016 Jetta 1.4T at $17,680 offers CarPlay and Android Auto as part of a $995 technology upgrade that includes a larger touch screen and rearview camera.Some automakers believe that such features could motivate buyers to move up the trim level, rather than to more expensive models. \"It's going to provide a good benefit to the Accord shopper,\" says Jay Guzowski, manager of product planning for mid-size cars at American Honda Motor Co.General Motors stands alone in offering CarPlay and Android Auto as standard equipment on cars as inexpensive as the Spark — the 2015 version retails for upward of $12,170 — and as high-volume as its Chevrolet Cruze and Malibu sedans and Silverado trucks. Chevrolet marketing director Steve Majoros calls the decision \"revolutionary,\" and one the automaker hopes will improve its market share.\"CarPlay and Android Auto are about to really hit the mainstream,\" says Kelly Blue Book senior analyst Karl Brauer. \"We're talking about some 40 to 50 models that'll have it in probably the next 12 months or less, which is maybe about 20 percent of the entire car market.\"IHS analyst Colin Bird predicts that automakers in the U.S. and Canada will sell a modest 497,000 cars with CarPlay, Android Auto or both this year. The number should jump to 5 million in 2018 and nearly 10 million in 2020.As smart and helpful as the CarPlay and Android Auto are, they aren't perfect.On a quick demo of a fully-loaded, coffee-colored 2016 Accord Touring, the Android Auto voice assistant helped me play songs from artists like Adele, Sting and Ellie Goulding but would not recognize \"U2\" as anything other than \"YouTube.\" It also failed to open the iHeart Radio app despite being told to (a later check showed the app hadn't been set up to recognize its location, which may have thrown a wrench into things).CarPlay users won't be able to use the superior Google Maps through the interface, even if the app is on their phone. In the demo, Apple's notoriously quirky maps app directed me to drive to Honda's American headquarters in Torrance through the research and development back way, bypassing the front driveway and visitor parking lot even though it was a more direct route.There's still work to be done on making the integration better.One problem is that when phones must be plugged in — rather than left in a pocket or purse — usage of Internet-connected apps goes way down, says Pandora's vice president of automotive business development, Geoff Snyder. \"When it's required for use of the system, utilization falls off pretty dramatically.\" So for now, certain automaker-made infotainment systems with apps will be more convenient for people who just want to get in their cars and go.Apple software engineering executive Craig Federighi said in June that the iOS 9 mobile operating system update coming this fall will make CarPlay work without taking out your iPhone. But according to Apple, that may require another hardware update from automakers: support for Wi-Fi.", 
    "Next week, Apple could finally succeed where Microsoft has failed for almost 20 yearsBusiness InsiderMonday, August 31, 2015Matt Weinberger(Getty Images/Stephen Lam )Apple CEO Tim cookWord on the street is that Apple is planning on introducing a long-awaited major overhaul to the Apple TV at its September 9th event. If the rumors are true, the new Apple TV will be a $200-ish machine with an intriguing new motion-based remote, a version of the Siri virtual digital assistant, and, most importantly, access to a full-fledged App Store, taking it well beyond the 60-some-odd carefully chosen media partners it currently supports.In other words, the new Apple TV will be a full-fledged computer — or at least, a full-fledged iPad — in your living room.If those rumors pan out, it means that we're nearing the finish line of a race between Microsoft and Apple that started way back in the nineties.The first Apple \"TV\": Only in Disneyland(Wikimedia Commons)A prototype Apple Interactive Television Box.After Steve Jobs left Apple in the early nineties, CEO John Sculley tried to expand the company beyond the Macintosh computer with a series of failed consumer electronic devices, including portable CD players, personal digital assistants, digital cameras — and a set-top TV device. That device, called the Apple Interactive Television Box, never actually made it to market, except for a trial run in as many as a thousand Disneyland Hotel rooms in 1995, proving that it was close to ready for sale. Apple's box would have provided the ability to pause and rewind live TV, four years before TiVo hit the market.There was another initiative, too: The Apple Pippin, a design for a video game console using the Macintosh operating system. The idea was to license the Pippin blueprints to electronics manufacturers, who would actually take it to market.Apple saw the Pippin as a way to extend the Mac's reach into the living room, with plans to ultimately extend it into a full-fledged living room computer. The design even included a modem with a web browser.(Wikimedia Commons)The Bandai ATMARK video game console, withApple actually licensed the Pippin design to toymaker and game publisher Bandai, which sold it as the Bandai ATMARK and Bandai @WORLD consoles starting in 1995. The names were nods to its web capabilities. Ultimately, the Pippin was ahead of its time: It was too much like a computer, and wasn't simple enough for the buying public. Bandai's Pippin-based consoles were also up against some stiff competition at that point, including the Sony PlayStation and the Sega Saturn.In 1997, Bandai gave up on selling the consoles in North America and shipped them back to Japan. That same year, Steve Jobs would return to Apple, and killed all of the company's efforts to let other people make Macs, including the Pippin.But the idea of using games to get computers into the living room has stuck around for a while.Apple's small-screen ambitions kind of fell by the wayside after that, until the Apple TV hit the market in 2007.After an initial marketing push, though, even the Apple TV fell by the wayside in favor of the iPhone money-making machine: The last time the Apple TV got a major refresh was 2012, and then a mild update in 2013. Microsoft's WebTV failed to set the world on fire(Artemis)WebTV Founder Steve PerlmanMicrosoft got a little further than that. In 1997, Microsoft purchased hot Silicon Valley startup WebTV, founded by ex-Apple engineer Steve Perlman, for $425 million, with Bill Gates himself participating in the negotiation process.At that point, WebTV had about 150,000 subscribers for its epynomous service and set-top box that basically provided a web browser and email on your TV screen. The idea was to give access to the Internet to those who weren't geeky enough to have an actual PC.At the time, Microsoft was riding high off the massive success of Windows 95. Gates had recently identified the Internet as the world-changing force it would soon prove itself to be, and he wanted Microsoft, and by extension, Microsoft Windows, to be a big part of it.WebTV was a never a huge success, but it had some hardcore fans. In 2001, it was rebranded to MSN TV, to include Hotmail and MSN Messenger support. In 2013, it was finally shut down with little fanfare.But the legacy of WebTV is with us today: Members of the WebTV team contributed to the Xbox, Xbox 360, and Xbox One video game consoles.Microsoft took some other shots at putting a full PC in the living room. Most notable was Media Center, a version of Windows that supported a remote control and multimedia functions like DVD playback and TV broadcasting. It never took off, and with Windows 10, Microsoft has eliminated it from Windows.The Xbox Trojan horse(AFP PHOTO/Jeff Christensen)Bill Gates unveils the original Xbox at the 2001 Consumer Electronics Show in Las Vegas, Nevada.Plus, with the inclusion of a DVD player, Sony made no bones about the fact that it saw the PlayStation 2 as its own first step towards making a video game console into a media hub.With the Xbox, built on top of the same DirectX technology that powers Windows games (but without anything we'd recognize as \"Windows,\"), Microsoft made a credible play to keep its developers happy while providing a roadmap towards trying that whole \"computer-in-the-living-room\" thing again.It was risky. The video game market is notoriously hard to break into. But it worked, with over 24 million Xbox consoles sold over its lifespan.The Xbox was established as a serious player in the market. And by appealing to gamers, Microsoft finally had a real beachhead in the living room.The follow-up Xbox 360 went a step further: In addition to games, it had a bunch of video apps, including Netflix and Hulu. With the Xbox 360, Microsoft was perpetually walking a fine line between selling it as a video game console and as a multimedia hub. Eventually, Microsoft even came out with Internet Explorer for the Xbox 360, basically revisiting the WebTV concept.But, again, it worked, in part because the Xbox 360 beat Sony's PS3 to market by a full year. The Xbox 360 was the best-selling system of its generation with 84 million units sold.But it still wasn't the full Windows-on-TV experience that Microsoft had been looking for.Then came the Xbox One...(screenshot)From Microsoft's Xbox One announcement presentation.With the Xbox One, which came out in 2013, Microsoft got cocky and put the gaming focus on the back burner. When Microsoft first announced the console in 2013, it focused mainly on the Xbox One's multimedia capabilities, leaving the video games as an afterthought. A lot of gamers who had supported the Xbox 360 found this alienating.Then, Microsoft announced the Xbox One would require the motion-sensing, movement-tracking Kinect sensor, meaning that the system would cost $500 at retail — $100 more than the Sony PlayStation 4.In exchange for the higher price tag, Microsoft promised that the new system, plus Kinect, would provide an unprecedented user experience, including immersive games and television shows that you could actually interact with. Plus, it shipped with Bing-powered search and the Internet Explorer browser preinstalled.This was finally going to be Microsoft's perfect living room computer: Games, media, and the Web, all in one box, and attached to the TV.Except for one problem: Gamers hated that idea. The backlash was huge.Six months after it launched, Microsoft nixed the Kinect requirement for the Xbox One, and started selling the console minus the sensor for a more competitive $399. Microsoft's press events and public appearances after that primarily focused on games.(Kyle Russell/Business Insider)But it may have been too late. The Kinect drama, and that initial higher pricetag, is one likely reason why the Xbox One is getting creamed by Sony's PlayStation 4 — according to VGChartz, people have bought almost 14 million Xbox Ones, compared with nearly 25 million PlayStation 4s.That isn't stopping Microsoft from trying yet again. This November, Microsoft is finally giving every single one of the estimated 14 million Xbox One consoles its sold a full upgrade to Windows 10 under the hood via a downloadable software update.That means there will be about 14 million Microsoft Windows PCs, optimized for media and gaming but also capable of productivity and web browsing, attached to the television. It's the fulfillment of the plan that Microsoft originally made way back in 1997 with WebTV.The war for the couch(REUTERS/Dado Ruvic)A picture illustration shows Apple Inc's logo reflected in a person's eye, in central Bosnian town of Zenica, March 13, 2015.Come this Holiday season, consumers will have two options for real computers that attach to their TVs: The new Apple TV, and the newly souped-up Xbox One. In a weird way, they're going to be a lot alike, especially if the new Apple TV remote is also a game controller, as some have surmised.And they have their own advantages, too. Apple's App Store is the marketplace of choice for many developers, not least because it tends to be a lot more lucrative than stores for other platforms. With an App Store, the Apple TV could get a lot more flexible and useful, filling in the gaps in its library very quickly.If anything really makes a difference here, it would be that Apple TV is explicitly named and marketed as something to help you watch TV. Plus, it has the partnerships with TV networks like HBO and Showtime to back it up.Meanwhile, Microsoft's core gamer demographic for the Xbox One has traditionally reacted very poorly to anything that takes away from its focus on playing games.If Microsoft can't sell the Xbox One as a media device, even with the Windows 10 upgrade, then this long, 17-year hike to getting Windows in the living room will have all been for nothing.And if the Apple TV ends up back in its current position as a footnote in the company's history, even after all of this, it might mean that the idea of a computer for your television was just never very good in the first place.", 
    "(Reuters) - Apple Inc on Monday teamed up with network gear maker Cisco Systems Inc to improve the performance of its iPad and iPhone devices on Cisco's corporate network.Cisco will provide services specially optimized for iOS devices across mobile, cloud, and on premises-based collaboration tools such as Cisco Spark, Cisco Telepresence and Cisco WebEx, the companies said in a statement.Apple is expanding its foothold in the enterprise arena at a time when iPad sales are shrinking. Cisco, on the other hand, has been investing in products and services such as data analytics software, security and cloud-management tools.Last year, Apple partnered with International Business Machines Corp to sell iPhones and iPads loaded with applications geared at enterprise clients.Apple's shares were marginally down at $112.84 in late-afternoon trading, while Cisco was down about 1 percent at $25.75.", 
    "Apple Targets Living Room Domination with New Apple TVZacksMonday, August 31, 2015Ryan McQueeneyIn what is surely a next step in the company’s plans to take over the world, Apple (AAPL) seems to be targeting complete control of the living room with its latest iteration of the Apple TV.According to 9to5 Mac, the Apple TV 4 will compete with consoles like Microsoft’s (MSFT) Xbox, Nintendo’s (NTDOY) Wii, and Sony’s (SNE) PlayStation by offering gamers new hardware, software, and peripherals. The new device will allow users to download games directly from the App Store and play them with either a new bundled remote control, or a console-like Bluetooth controller.9to5 Mac reiterated its previous report about the new remote control, saying that it will feature tactile and physical buttons, as well as a touchpad interface. The controller is also said to include motion sensors, which will allow gamers more immersion into certain games.The remote will also include a microphone, which will pair with the new Siri controls that Apple is bringing to the Apple TV 4. Integration with Siri is one of Apple’s major focuses with the new Apple TV, which will be slightly larger to accommodate the new features. Reports suggest that the new device will retail somewhere in the $149 - $199 range.Consumers can expect the Apple TV 4 to be announced alongside the iPhone 6S at the company’s next event on September 9 (also read What to Expect From Apple’s September Keynote). Rumors also suggest that Apple is planning on launching its own video streaming service, bundling channels and services into a $40 a month package.Apple’s stock has been slumping lately, and growing concern about next year’s iPhone sales aren’t making investors feel any better (also read Why the iPhone 6S is Vital to Apple Shareholders). Currently, Apple has a Zacks Rank #3 (Hold), and the company will need a series of successful product launches to turn things around.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "SAN FRANCISCO (AP) -- Apple has announced plans for a new product event on Sept. 9 in San Francisco, where the giant tech company is expected to show off new iPhones and other gadgets.The company has introduced a new iPhone model every year around this time. But in typical fashion, Apple is only dropping vague clues about its plans.Invitations sent to reporters and analysts on Thursday were headlined, \"Hey Siri, give us a hint.\" Apple has previously said it plans to expand the capabilities of Siri, its voice-activated personal assistant, in an upcoming version of its operating software for iPhones and iPads.Industry insiders have also speculated Apple may introduce a larger iPad for business users, a new set-top box for televisions and possibly other products. The company, however, has not confirmed any plans.While Apple usually holds such events on a regular schedule, they are still the subject of much anticipation in the tech industry, given that Apple products tend to be popular and influential.Apple says the Sept. 9 event will be held at the Bill Graham Civic Auditorium in downtown San Francisco. The auditorium seats up to 7,000 people, which is a much larger capacity than San Francisco's 750-seat Yerba Buena Theater, where Apple often holds such events.As for Siri, the digital service had clearly been programmed to play it coy about the Sept. 9 event. When queried for a hint on a reporter's iPhone, the digital assistant only said to expect \"a big announcement.\"", 
    "The new Apple TV will likely come with a feature that makes it much easier to find movies and shows across multiple appsBusiness InsiderWednesday, September 2, 2015Lisa Eadicicco(Justin Sullivan/Getty Images)Although almost every single detail about the new Apple TV has already leaked, we've just learned about one more addition that could make the overall user experience a whole lot better.The next Apple TV will reportedly come with a universal search feature that allows you to search across multiple apps with a single query, according to BuzzFeed News' John Paczkowski. It will also cost $149 rather than $200, the report says.So, for instance, you'd theoretically be able to type in a search for \"How I Met Your Mother\" and see results from Netflix, iTunes, Hulu, etc. This would make it much quicker to find content than hopping between multiple apps.If you want to see if a particular show or movie is available for streaming, you could type in a single query rather than sifting through content in different apps. You could also search for content by actors and directors as well, and then just choose which service you'd like to view it on.You'd be able to do all of this with Siri too, Packzkowski notes, which isn't surprising given Siri integration has been hyped as one of the biggest new features to come with the new Apple TV.It would be a much-needed addition to Apple TV, especially because Roku has offered universal search since as far back as 2012. But it's still a big win if you're set on Apple TV and don't want to switch to one of its competitors.Other than universal search and Siri integration, the new Apple TV is expected to come with a new remote control with a touchpad and a microphone for Siri queries. The interface is expected to be similar to that of iOS 9.We're likely to learn more about Apple's upcoming set top box at the company's event on Sept. 9.", 
    "The \"beef,\" if you will, crept up again Friday night, during a live stream of rapper Lil Wayne's Hurricane Katrina charity concert, \"Lil WeezyAna.\" Drake, who is an Apple Music artist, was set to perform on stage.Business Insider viewed the live stream Friday night. At around 11 p.m. Eastern time, Lil Wayne announced a guest artist — not by name, but with a brief musical introduction — and that's when the stream abruptly stopped and this message appeared:\"Apple is interfering with artistry and will not allow this artist to stream. Sorry for big brother's inconvenience.\"(Tidal/Screenshot)Less than 30 minutes later, the stream returned with fireworks and a big band performance on stage.Media reports suggest Apple did not interfere with Drake's appearance at the event. Apple has not commented on the stream interruption and a request for comment from Tidal went unanswered.The \"Lil WeezyAna\" event was held to benefit kids affected by Hurricane Katrina — the 10th anniversary of which has been commemorated nationwide during the past week.Despite all of Tidal's troubles, the streaming service soldiers on. Madonna, who is a co-owner, acknowledged Tidal's difficulty in an interview with the Associated Press last month, saying \"It's just the beginning, so we're working out a lot of kinks ... we're going to build something unique and amazing that's going to attract a lot of people.\"", 
    "TOKYO (Reuters) - Japan Display Inc's new chief executive said on Thursday the screen maker's \"biggest client\", widely understood to refer to Apple Inc (AAPL.O), is increasing orders ahead of the expected launch of a new iPhone this month.Mitsuru Homma, who was appointed CEO in June, said weakness in China's smartphone market, the world's biggest, amid that country's broader economic slowdown was not affecting the orders for display screens it was getting from its top client.\"They're coming to us with more orders, saying 'give us more, give us more'. They keep increasing,\" he told Reuters in an interview.Apple is expected to unveil the new iPhone at an event on Sept. 9. Some analysts have raised concerns that the planned introduction of a new feature called Force Touch, which distinguishes between light taps and presses, could cause production hiccups.Asked about the new iPhone, Homma said: \"There's difficult technology being used... But I think ramp-up is going well.\"Japan Display shares rose as much as 5.5 percent on Thursday after Homma's comments before finishing up 3.8 percent at 379 yen. The benchmark Nikkei 225 average (.N225) index rose 0.5 percent.Apple Chief Executive Tim Cook last week reassured shareholders about the strength of the Chinese market for iPhones after a slump in China's stock market and the devaluation of the yuan rattled investors.It is unclear whether strong orders from Apple mean the U.S. company is more bullish about the prospects of its new iPhone than previous models, or whether it is placing more orders with Japan Display at the expense of other suppliers. Japan Display does not reveal the total size of its business with Apple.Some analysts see Japan Display's dependence on Apple as a concern, particularly given a slowing Chinese market.\"Although the strong relationship with Apple... is certainly positive, Apple's specifications are also quite high and we estimate profitability is lower than on other Japan Display products,\" Credit Suisse analyst Mika Nishimura said in a report on Thursday.NO SHARP DEAL YETJapan Display was formed in a government-backed deal in 2012 from the ailing display units of Sony Corp , Toshiba Corp and Hitachi Ltd .It initially struggled against Sharp Corp and other Asian rivals but it has been recovering due to strong Apple orders. In contrast, Sharp sought a $1.9 billion bailout in May due to its shrinking display business.Investors have speculated that Japan Display could merge with Sharp's display business to create a more stable display maker, since both cater to high-end smartphone makers.Sources have said Sharp was considering selling a stake in its display business to state-controlled fund Innovation Network Corporation of Japan, which is Japan Display's top shareholder. The fund could broker a merger, they say.Homma said the company was not currently considering a merger with Sharp, although he did not rule out a future deal.\"We're currently in the midst of various restructuring measures. We don't have the capacity to consider such a move, and we haven't been asked to do so by our major shareholder either,\" he said.\"I think there might be reasons such discussions haven't come my way. But when such talks come, it will probably come suddenly.\"", 
    "SAN FRANCISCO (AP) -- Apple's online music subscription service is losing a key player as millions of listeners near the end of a free three-month trial period that has drawn mixed reviews.Ian Rogers, part of a team acquired last year, is leaving Apple to take a job at an unidentified company in Europe. Apple confirmed Rogers' departure Friday without providing additional details.Apple's $3 billion acquisition of Beats last year was driven in large part by the iPhone maker's desire to draw upon the musical chops of Rogers, longtime recording executive Jimmy Iovine and hip hop artist Dr. Dre. Both Iovine and Dr. Dre, whose real name is Andre Young, remain with Apple.Rogers got his start running a fan website for the Beastie Boys in the 1990s and later became involved in various musical endeavors that tried to blend tunes with the latest in technology. He had been CEO of Beats Music at the time of the Apple acquisition.After working with the Beats team, Apple launched its music streaming service in late June to compete with more established rivals such as Spotify and Pandora. Rogers had been overseeing Apple's online radio stations, including Beats 1, that will remain free even after people have to start paying to use most of the company's music service.Apple Inc. says 11 million people have tried its music service during its trial period. In contrast, Spotify boasts 75 million users, including 20 million subscribers to a more sophisticated, ad-free version of its service.Music streaming services that charge monthly fees or play ads are becoming increasingly popular as people gravitate away from digital stores, such as Apple's iTunes, that sell entire albums or individual songs that can be stored on devices. The shift is the main reason that Apple decided to build its own streaming service with a library of more than 30 million songs.Since its debut, Apple's music service has been criticized for being too complicated to use and for having trouble customizing suitable song recommendations for the individual tastes of different listeners. Analysts believe the true test of the service's staying power will come after listeners' free trial period ends.That expiration will occur in October for people who activated the service within the first few days that it was available. After the trial period ends, Apple will charge $10 per month for individuals and $15 per month for a family plan that gives up to six people unlimited access to the music library.", 
    "Samsung made one of the best smartwatches I've ever used, and it could give Apple a run for its moneyBusiness Insider16 hrs agoLisa Eadicicco(Business Insider)It's safe to say that Samsung has released more smartwatches than any other consumer-technology brand.Some of those smartwatches, especially the older ones, were large, clunky, and came with features that didn't always make sense in a gadget meant to be worn on the wrist. They weren't very comfortable or easy to use.But that's changed with Samsung's latest release. The company's new Gear S2 looks more like a watch than a gadget, and it has a new watch face that makes it much easier to actually navigate.There are two versions of the Gear S2 to choose from: the classic model and the sport model. The classic version is a bit smaller and sleeker, and the bezel looks and feels a bit different.It also comes with a genuine leather 20 millimeter strap, while the sport version is larger and comes with an elastomer watch strap. The watch also works with all Android devices running version 4.4 and higher, which is a departure from Samsung's previous watches, which only worked with the company's newest phones.Like the first Gear S, the new model runs on Samsung's own Tizen software, rather than Android Wear like some smartwatches made by Motorola, Asus, and others.Using itThe watch, which launches in the US in October, features a rotating clock face that you can use to control the watch's 1.2-inch circular touch screen. Samsung's previous smartwatches only had touch screens for navigation, and the user interface was more cluttered and busy.Rather than swiping to get from your notifications to your apps, you can simply turn the bezel to move to the next screen. This means you'll be able to see everything on the watch's screen without obstructing the view with your finger as you swipe.(Antonio Villas-Boas/Tech Insider)It's not a new idea — it's very similar to what Apple introduced on the Apple Watch with its digital crown, which lets you cycle through apps and menus by rotating the crown rather than swiping the screen. Regardless, the idea is executed very well on Samsung's new watch, and it provides a more simple experience.It works smoothly and quickly, too — whenever I even slightly turned the outer rim of the watch, the screen would snap to the next screen. A turn to the left would pull up your notifications, while a rotation to the right would show your apps. Pressing and holding on the home screen, which displays the time, lets you cycle through various watch faces. (This, too, is similar to the way the Apple Watch works.)Apps and watch facesBut, unlike the Apple Watch and most other smartwatches, Samsung's Gear S2 comes with tons of preloaded watch faces made by third parties with different themes. Plenty of smartwatches, such as those made by Pebble, allow you to choose between dozens of watch faces, but you have to download and install most of them yourself.The Gear S2 comes with 26 third-party watch faces preinstalled, and many of them add new bits of information to your watch's home screen. For instance, the CNN watch face shows you news headlines just below the time. Other watch faces include those made by Bloomberg and Twitter among others. Samsung also says there will be 1,000 apps available for the Gear S2 at launch, and all of them are optimized for the watch's circular screen.(Antonio Villas-Boas/Tech Insider)These apps run natively on the watch too, which means they're not relying on your phone to relay information. This is a big deal, since that's been one of the biggest complains about the Apple Watch so far. There have been some complaints that apps on the Apple Watch are slow to load and laggy, and that's likely because apps rely on your phone for communication. This is going to change when Apple's new software update for the watch rolls out in the near future.Special features(Antonio Villas-Boas/ Business Insider)There's another key factor that makes the new Gear S2 different than many other smartwatches — like the first Gear S, some models of the Gear S2 will come with a 3G radio that enables the watch to act independently of your phone. That's important, because it means you can leave your phone at home and still get full functionality from your watch.Apple is making efforts to give the Apple Watch more functionality without a phone too, but it's more limited. When watchOS 2 launches soon, the watch will be able to remember Wi-Fi networks you've already connected to with your phone. It will be able to do this even when your phone isn't nearby, but you can only do certain things, such as send iMessages and use Siri among a few other tasks. Samsung's new watch can do this too.Samsung will offer the S2 in both a Bluetooth-only model and one that also has this 3G radio. The catch, however, is that the 3G variant will probably be much more expensive.Although Samsung's new watch is more powerful in this regard, it does seem as if Samsung borrowed inspiration from Apple for some of its features. For example, the Gear S2 comes with a feature that nudges you to stand up when you've been sitting for an hour. The Apple Watch does this too.Conclusion(Antonio Villas-Boas/Tech Insider)The Gear S2 is by far the best smartwatch Samsung has ever made, and it's among the best you can buy. Not only is it one of the better-looking watches out there, but its rotating bezel also makes it much easier to use. It has an interface that actually makes sense for a watch, and it's clear that Samsung put more effort into optimizing its software for the wrist rather than just shrinking down what you'd see on your phone.That being said — it still is a bit big. Although the classic model of the Gear S2 is a bit sleeker (and probably more expensive), it still looks astronomically large if you have a tiny wrist. The Apple Watch and new Moto 360 both come in different sizes for varying wrist sizes.We're still waiting to see how much Samsung will charge for the new Gear S2, which will ultimately determine whether or not it's a smart buy.", 
    "The Apple Watch is already crushing the competition, according to a new studyBusiness InsiderThursday, August 27, 2015Lisa Eadicicco(AP)The Apple Watch officially went on sale less than six months ago, and it is already the second most popular wearable device on the market.A new survey from the International Data Corporation (IDC) estimates that Apple shipped 3.6 million Apple Watch units in the second quarter of 2015, putting it right behind Fitbit, which is estimated to have shipped 4.4 million total units and has been selling wrist-worn fitness trackers since 2013.The IDC's findings also suggest that Apple shipped more units of its smartwatch than Xiaomi, Garmin, Samsung, and other gadget makers had of their respective wearables in the second quarter of 2015.This is particularly significant because Apple hasn't spoken publicly about how many Apple Watch units it has sold since launch.When asked about how many Apple Watches the company has sold, Apple's Jeff Williams told Re/code's Walt Mossberg the following in June: \"A lot, but not enough. The only number I'll give you is that demand divided by supply is greater than one, and so that's all I've got for you, Walt. It's a lot.\"The IDC also notes that two out of every three \"smart\" wearables shipped in the second quarter of 2015 was an Apple Watch. A \"smart\" wearable is a smartwatch or fitness tracker that is capable of running third-party applications, like the Pebble Time, Samsung Gear S, and Apple Watch.That doesn't necessarily mean Fitbit isn't doing well. The fitness startup crushed expectations for sales and profit when it reported its second-quarter earnings earlier this month, and it is still the market leader when it comes to wearables. Unlike the Apple Watch, which works only with the iPhone and starts at $350, Fitbit's wristbands come as cheap as $100 if you opt for an older model, and they work with Android phones and the iPhone.They are more limited than the Apple Watch, however, because they are primarily meant for tracking fitness rather than for running apps.Though we don't know exactly how many Apple Watch units have been sold, most estimates and data from third parties seems to be positive. The one seemingly negative report came in July from Slice Intelligence, which said interest in the watch had plunged since its launch.The IDC's report also comes after Best Buy said earlier this week that demand for the Apple Watch had been \"so high\" that the company would start selling the watch in all of its stores by the end of September. Apple has also said previously that the Apple Watch sold better in its first nine weeks on the market than both the original iPhone and the iPad did.", 
    "NEW YORK (AP) -- Apple wants to be a central part of how you consume news.The iPhone maker has forged partnerships with CNN, National Geographic and others — more than 50 companies so far, representing hundreds of outlets. Apple will launch a News service on iPhones and iPads as part of a free software update this month. That means millions of devices will get the app on the home screen, with no separate download required.Here's what's known so far:___HOW IT WORKSYou begin by choosing at least three news topics or outlets of interest. Topics include \"cooking,\" ''science\" and \"dogs,\" while outlets include Hearst and BuzzFeed.You get a customized feed of news. Just tap on any item to get the story in a layout that resembles a print publication — without a lot of clutter found on many websites these days. The app offers uniform navigation, but publishers can customize the presentation to reflect their brands, says Troy Young, president of Hearst Magazines Digital Media.You can search for stories or browse by topic or outlet. You can like or share stories, or save them to read offline. Your interactions will influence future recommendations.Although Apple has partnerships with just a few dozen outlets, thousands more are available through a feed technology called RSS. These are typically top headlines chosen by the outlet and presented in a standard format that various apps, such as News, can understand. News from The Associated Press will be available through the News app that way.News outlets choose which stories go into the service, and Apple plans to leave it to its software to organize them. In tests of a preliminary version of News, negative stories about the company are still appearing prominently, alongside news on competitors.News outlets will experiment. At CNN, for instance, there's a team devoted to adapting and creating content for the News app. For now, CNN isn't planning much with breaking news, as Executive Vice President Andrew Morse sees it as more of a \"lean-back storytelling experience,\" akin to magazines.___THE COSTThe service is free, and outlets such as The New York Times that usually charge for online access are offering a selection of their stories for free. There will be ads. That's notable as Apple is permitting ad-blocking technology in its Safari Web browser, but not in apps. The outlets keep all revenue from any ads they sell. For ads Apple sells, the outlets get 70 percent.___OTHER SOURCES FOR NEWSKen Doctor, a media analyst for Newsonomics, says many people now get news directly from an outlet's app. Otherwise, they get it from social media, such as Facebook and Twitter. Facebook, for instance, has an initiative called Instant Articles, which promises faster loading of news content on Facebook. SnapChat started a news section called Discover.Doctor says news aggregators such as Apple's News represent another way of getting news, but they will have to prove compelling enough for readers to spend time there instead.Apple believes it can help you read what you want to read, without having to do a lot of work finding it. Instead of having to check multiple apps, just go to News.Publishers see the News app as a way to reach new audiences. Fred Santarpia, chief digital officer for Conde Nast, says he can't make people come to his company's magazine apps, so \"you have to go where they are.\"___PRIVACYApple keeps track of what you read to make recommendations and tailor advertising. The company promises not to link your reading habits with other services. So ad targeting based on news stories read will appear only in the News app — not while using other Apple services, such as Music. You can turn off ad targeting and clear your reading history.", 
    "Google is making a big move to compete against the Apple WatchBusiness InsiderMonday, August 31, 2015Lisa Eadicicco(Antonio Villas-Boas / Business Insider)Google just announced that smartwatches powered by its Android Wear software will now work with the iPhone. Until this point, Android Wear smartwatches could only be paired with Android phones.Now, however, if you have an iPhone you'll be able to download the Android Wear app from Apple's App Store to connect your phone to one of these Google-powered smartwatches.Android Wear smartwatches will work with iPhones running iOS 8.2 and higher, which includes the iPhone 5 and above.The announcement doesn't come as too much of a surprise, considering Huawei accidentally revealed that its newest smartwatch will be compatible with iPhones on Friday.Android Wear for iOS will only work with upcoming Android Wear watches, however. The only currently available smartwatch that will support Android Wear for iOS is the LG Watch Urbane, but the company says it'll work with new watches from Huawei, Motorola, and Asus that are coming soon.The Android Wear experience on the iPhone is going to be limited compared to what you would get with Android, however. You'll be able to use all of Android Wear's most important features, such as seeing your notifications (calls, texts, etc), tracking your fitness, and accessing Google Now, but you can't use any Android Wear apps.The move gives Google more ammunition to compete with the Apple Watch. It gives iPhone owners a choice — they're no longer restricted to choosing between the Apple Watch, the Pebble, or other less popular smartwatches. And it broadens the audience for Android Wear, too, which is critical since data from Slice Intelligence claims that only 720,000 Android Wear smartwatches were sold in 2014.Apple, by comparison, is estimated to have sold 3.6 million Apple Watches in the few months its been on the market, according to the IDC.", 
    "Market research firm International Data Corp. reignited the debate over sales of the Apple Watch on Thursday, with a surprisingly high estimate of early buying interest.Apple (AAPL) shipped an estimated 3.6 million of the new devices in the second quarter, IDC said, about 1 million more than most Wall Street analysts had thought. Apple reported its second-quarter results on July 22 without disclosing the actual watch sales and lumping the revenue into a broad \"other\" category that also includes sales of iPods and other accessories.The watch suffered from mixed reviews and early supply shortages stemming from a manufacturing glitch in the device's vibrate mode motor. Initially, consumers could only buy the watches online. Apple didn't start selling the watch in its own stores until mid-June and just announced sales would expand to Best Buy (BBY) starting next month.Despite the challenges, IDC said that for the second quarter, the Apple Watch trailed only fitness tracking maker Fitbit (FIT), which shipped 4.4 million devices. Fitbit had already announced roughly that level of sales in its second-quarter report on Aug. 5. Fitbit's products -- which are generally less complicated than Apple's -- range in price from $60 to $250, well below the $350 and up price for the Apple Watch and have a more focused, if limited, range of features.Among smartwatches only, which IDC defines as devices capable of running third-party apps and so excludes Fitbit devices, Apple took two-thirds of the sales, IDC said. \"Apple has clearly garnered an impressive lead in this space and its dominance is expected to continue,\" Jitesh Ubrani, senior research analyst at IDC, said in the report. \"Fitbit only sells basic wearables – a category that is expected to lose share over the next few years, leaving Apple poised to become the next market leader for all wearables,\" Ubrani added.Apple shares were up 1.6% to $111.43 in midmorning trading on Thursday, in line with the overall market. Investors have been disappointed with Apple's recent results and, even before the market swoon of the past few days, Apple's share price is well off its mid-July high of over $132. Shares of Fitbit gained 1.6% to $39.The IDC estimate is likely to raise some eyebrows on Wall Street, where early analysis of Apple's second-quarter results concluded the company sold many fewer watches. The \"other\" category totaled $2.64 billion of sales for the quarter, increasing by only $874 million.That led to some very quick comments, including by Piper Jaffray analyst Gene Munster, that Apple may have sold only 1 million watches, until Apple CEO Tim Cook added more detail on a call with analysts.\"The contribution from Apple Watch accounted for well over 100% of the growth of the category, and more than offset the decline of iPod and accessories sales,\" Cook said. \"As we said in the past, we do not plan to disclose Apple Watch metrics, because we don’t intend to provide insight for our competitors.\"Still, estimates immediately came down from what Wall Street had expected. RBC Capital analyst Mark Sue said he thought Apple sold 2.8 million watches in the quarter, less than the 4.5 million he expected. Piper Jaffray's Munster revised his view upward after Cook's comment but still estimated only 2.5 million sold. And Sanford Bernstein's Toni Sacconaghi said the \"other\" category would have had to hit $3 billion if Apple reached 3 million sold.IDC doesn't disclose its detailed methodolgy for estimating shipments. The firm's focus on units shipped, not sold, sometimes leads to a difference in estimates. But with Apple having trouble making enough watches to meet early demand, it's unlikely the company stockpiled many units it didn't sell.The IDC researchers started their process with Apple's financials, initially leading towards an estimate closer to what Wall Street found, Ramon Llamas, research manager for wearables and mobile phones, explained. But interviews with industry participants eventually led to the higher number, he said.\"Like a lot of industry watchers, we started with making some calculations based off earnings results and assumptions around (average selling prices),\" Llamas said. \"We also conducted a number of checks and interviews which led us to the 3.6 million figure we put out there.\"", 
    "The big shift to mobile payments seems to have been just around the corner for years now, but Google (GOOGL), Apple (AAPL) and Samsung (005930.KS) are bringing improvements in the next few months that could finally give a boost to smartphones at the checkout register.All three have smarter payment systems about to come out, while the major credit card companies, Visa (V), MasterCard (MA) and American Express (AXP), have added needed technical standards and incentives for retailers. And all of the players finally seem to have realized that they need to give regular consumers a better reason to pull out a phone instead of a credit card at checkout.If it finally happens, a major shift to mobile would help cut down on the widespread incidents of card theft from retailers that have become all too common. Target (TGT), Home Depot (HD), and JPMorgan Chase (JPM) were just a few of the most publicized breaches in recent years. U.S. credit card fraud totaled $7.9 billion last year, according to the Nilson Report, accounting for half of global losses even though only 21% of transactions take place in America. Mobile transactions don't expose credit card numbers, leaving nothing useful behind for hackers to steal.Samsung Pay opens for business in the U.S. on Sept. 28. Apple and Google haven't announced dates for their revised offerings, the first major update to Apple Pay and Google Wallet's transformation into Android Pay. Analysts expect both debuts within the next few months.There's been fairly minimal usage of Apple Pay and Google Wallet, despite the former having a year on the market, and the latter having been introduced in 2011. Only 1-in-50 people who own a recent Apple iPhone are using Apple Pay on a regular basis, a survey by Trustev found in March. While 1-in-5 had tried the service at least once, most dropped off or use it only occasionally. More broadly, less than 0.5% of all phones capable of making contactless mobile payments were used to do so at least once a month in 2014, according to Deloitte Touche, which predicts such usage will rise to 5% by the end of this year.The first factor that could improve the situation is a big change in how credit cards operate starting in October.That's when most U.S. retailers begin widely accepting a new, more secure form of credit cards already common in Europe, so-called EMV standard cards. The transition to EMV cards, which use an embedded computer chip to generate unique security codes for each transaction, provides the opening for more radical change. But dipping one of the new EMV cards into a state-of-the-art checkout register suddenly adds several steps and noticeable time delay to the simpler current process of paying with a swipe.That will likely make smartphone payments seem relatively quicker and more desirable. Plus, retailers hate delays at check out, which reduce their efficiency and profits, giving them an incentive to start favoring phones, as well.The EMV transition also likely will reduce much of the acceptance problem for smartphone payments. Apple Pay and Google Wallet both require special check out registers that can read wireless signals from a phone's Near Field Communication, or NFC, chip. Not many stores had them -- fewer than 1-in-20 last year. But that number is expected to rise dramatically because retailers are upgrading their checkout systems to deal with EMV cards and many are adding NFC in the process. (Small businesses, not surprisingly, will be lagging.)Samsung has another way to attack the acceptance problem that's rather clever. The Korean company incorporated into its newest phones a technology called Magnetic Secure Transmission. It generates magnetic signals that mimic the information a register gets from an old fashioned credit card swipe. That means Samsung Pay will work almost everywhere, even at the millions of registers that don't accept wireless payments.Samsung's problem is getting wireless carriers to allow Samsung Pay to be preloaded on phones. The app is less likely to be widely used if consumers have to take the extra step of installing the app. So far, Sprint (S), T-Mobile (TMUS) and AT&T (T) have agreed to let the app onto some Samsung phones they offer but Verizon Wireless (VZ) has not.Finally, Apple, Google and Samsung all seem to have realized that consumers didn't have enough of an incentive to pay by phone if the only benefits were security and a slight speed gain. So all three are pledging to add retailer loyalty programs and rewards points to their payment systems.That may be the most important improvement of all. Retailers have already attained huge successes, both with mobile apps and in the physical world, by helping their customers accrue, track and spend rewards points. Kohl's (KSS) mobile app was the second-fastest growing major app on the entire Google and Apple markets last year thanks to the inclusion of the department chain's popular rewards program. Starbucks (SBUX), using a simple bar-code-reading app, reports that one out every five transactions are conducted via mobile phone now, because the chain made it easier for customers to rack up that free cup of coffee.Apple started off almost actively hostile to the needs of retailers last year, with a solution that didn't include their rewards programs and private-label cards while also cutting off customer data about transactions. That prompted some retailers like CVS (CVS) to turn off their wireless-capable check out terminals.But with competitors planning to make nice with retailers, Apple offered an about face this summer and agreed to add retailer programs to its upcoming Apple Pay revision. The big retailers' own payments effort, known as MCX, remains mired in limited trials.Of course, consumers often remain stuck in their ways and there's no guarantee the latest changes will lure them to mobile payments. The EMV transition may go slower than expected, big retailers may decide to ignore the new mobile offerings or the credit card networks may run up against unexpected glitches.But with several of the biggest hurdles out of the way, the next few months provide the best chance yet for pay by phone to become as common as pay by plastic.", 
    "SAN FRANCISCO (AP) -- A new report estimates Apple shipped 3.6 million watches in the last quarter — more than some analysts have estimated and enough to change the competitive landscape for fitness bands and other wearable gadgets.Apple shipped enough units of its new smartwatch to nearly overtake market leader FitBit in the last quarter, according to analysts at International Data Corp. Their report warns that traditional fitness bands may be losing popularity to smartwatches and other devices that offer more features.\"People want to get more out of their devices,\" said IDC's Ramon Llamas in an interview. \"It's kind of like the way smartphones overtook basic phones.\"Consumer response to the Apple Watch has been the subject of intense speculation since the new gadget went on sale this spring. While Apple is known for making popular gadgets, the watch represents a new category of products for the company. Critics have questioned whether it's useful enough for consumers to need or want one on their wrist.Apple has not revealed how many watches it has sold at prices that start at $350, with luxury models selling for $10,000 or more. After the company issued its last financial report, in which Apple lumped watch sales into a broader category it calls \"other products,\" many analysts estimated Apple sold between 2 million and 3 million watches during the quarter that ended in June.IDC says it starts with Apple's financial reports but also gathers data from suppliers, distributors and consumers to estimate the number of units shipped by the Cupertino, California, company, not actual retail sales. IDC also tracks shipments of personal computers, smartphones and other computer products. Its reports on those products, along with estimates from rival research firm Gartner, are widely cited in the industry.While the IDC figure for the Apple Watch is higher than other recent estimates, it's still lower than many projections made before Apple started selling the watch in late April. IDC had initially forecast Apple would ship about 22 million watches during the calendar year. Llamas said that now seems unlikely.Still, he said Apple's clout in the marketplace will influence other makers of wearable gadgets. Over the next few years, IDC predicts, basic fitness bands will lose ground to \"smart\" devices that come with a variety of apps and Internet services. That includes the Apple Watch and other smartwatches that use competing software from Google or other companies.IDC estimates FitBit led the wearable industry by shipping 4.4 million fitness bands in the second quarter. After Apple, IDC said other market leaders include China's Xiaomi, with 3.1 million units shipped; Garmin, with 700,000 units and Samsung with 600,000 units. Counting other manufacturers, IDC estimated 18.1 million wearable gadgets were shipped in the quarter.", 
    "With markets careening over the past few days, the technology sector has been among the most volatile. The sector had the second-largest drop over the past month, down 11% as a group, lagging only energy stocks. But on Tuesday at midday, tech stocks were up 3%, the top snapback performance of any sector.With some stocks 20% or more off recent highs, investors have been going bargain hunting among the fallen. Some analysts say it's still too early -- they think the market could be easily spooked again on more bad news out of China -- and suggest taking a disciplined approach.The recent declines have left prices on some big names in the \"blue-plate special\" category, says Kristina Hooper, U.S. investment strategist at money manager Allianz Global Investors. \"We probably haven't seen the end of this -- we're probably going to see more of a sell-off and certainly more volatility,\" she said. \"But this is an opportunity to buy what had been some high-priced names.\"The debate over buying beaten-down tech stocks starts at the top with the two largest companies: Apple (AAPL) and Google (GOOGL).At the opening on Monday, Apple was trading for more than $40 less than its recent peak of almost $133, which it hit a month ago. Trading at around $109 at midday Tuesday after a partial recovery, the iPhone maker is valued at just 11 times earnings, well below the S&P 500 Index average of almost 16. And that's actual GAAP profits at Apple, not the funny adjusted numbers that most tech companies issue. Apple's price-to-earnings growth ratio, or PEG, is at 0.7 -- it's typically above 1.0.The problem is China. A majority of Apple's revenue growth of late has come from sales in China and that's obviously the focus of all of the economic worries.But the attraction to Apple isn't likely to fade much even as growth in China slows. Consumers continued snapping up iPhones and Mac computers even during past recessions in other parts of the world, a clear sign that spending on mobile phones is top priority.CEO Tim Cook surprised the market on Monday by releasing details about the strength of Apple in China. \"We have continued to experience strong growth for our business in China through July and August,\" Cook wrote. \"Growth in iPhone activations has actually accelerated over the past few weeks.\"That seems to be bolstering the case for bargain hunters, as Apple shares climbed 6% Tuesday.Then there's Google. Recent pronouncements from new CFO Ruth Porat about keeping a tighter lid on expenses along with the company's plan to reorganize under the Alphabet name had sent Google shares on a strong rally. But the recent turmoil cut down the shares, from over $713 to $640 on Tuesday.The funny thing is, Google doesn't do business in China. It wouldn't agree to government censorship so the world's largest search engine is banned in that country. And almost all Chinese phones running Android contain a modified version that doesn't include any actual Google apps or services.The real issue for Google among investors is the mobile conundrum. As people use their phones more, they spend more time in apps and less time using plain old search -- still Google's most important core profit machine. But Google has a host of mobile-oriented initiatives, including selling ads for thousands of apps via its AdMob unit, collecting information about consumers via its Android operating system and serving up lucrative video ads in its own YouTube app.\"We would view this broad market pressure as an opportunity to add to positions,\" Mizuho Securities analyst Neil Doshi wrote on Tuesday. \"The upcoming Alphabet org-structure should be a catalyst for the stock.\" Mizuho also saw opportunities in Facebook (FB) and Amazon (AMZN).Opportunities in pressured companiesAside from the big stocks, some analysts are also looking at special situations in the tech sector for possible bargains. These are companies that are under pressure to reorganize or make changes to appease activist investors.Mobile phone chip maker Qualcomm (QCOM) was down 14% this month through Monday. Even with a 3% gain on Tuesday, it's just off its fresh 52-week low set. The dividend yield is up to 3.5%, which is high for a tech stock.The company has rejected calls to separate its chip business from a unit that collects royalties for licensing patents and other intellectual property. They've also already suffered big hits in China, where the government has pressured the company to lower its royalty rate. Lately, the stock was buffeted by rumors of losing some iPhone chip business to Intel.So the question for bargain hunters is whether Qualcomm's stock has overreacted to the bad news or is just pausing until the next crisis hits the share price.At software maker VMWare (VMW), hedge fund Elliot Management is pushing for a spinoff of the majority stake owned by EMC (EMC). A standstill agreement the fund struck in January with the company is expiring soon, which could up the pressure. EMC a few weeks ago seemingly floated out the opposite scenario -- that it would just suck up the publicly traded minority stake in VMWare it doesn't already own. Making the situation even messier is that EMC itself is the subject of much buyout speculation, too.Most advisers warn that there could be a lot more volatility in the markets in coming weeks. Many of the tech stocks that have fallen the most, like Netflix (NFLX), Tesla (TSLA) and cybersecurity darling FireEye (FEYE), remain incredibly expensive despite recent dips.After recovering 9% at midday on Tuesday, Netflix is trading at more than 360 times what analysts think it will make in adjusted earnings over the next year. Tesla, up 4% on Tuesday, carries a forward P/E ratio of over 180. And FireEye, up 8%, has no profits in sight despite a $6 billion market cap and slowing sales growth.", 
    "Apple may launch new iPhones at Sept. 9 eventReutersThursday, August 27, 2015SAN FRANCISCO (Reuters) - Apple Inc (AAPL.O) on Thursday invited journalists to a Sept. 9 event, where it is expected to unveil new iPhones and potentially a new version of its Apple TV set-top box.The email invitation includes a colorful Apple logo with the sentence \"Hey Siri, give us a hint,\" referring to Apple's popular digital voice assistant.The company traditionally announces its new iPhones in September.Apple is widely expected to unveil the iPhone 6S and the iPhone 6 Plus S. Typically, the company launches upgraded versions to existing phones under the \"S\" range.Media reports have indicated that Apple is preparing for the largest initial production run for its next iPhones by the end of the year.The new iPhones are also said to feature Force Touch technology, which can distinguish between a light tap and deep press.Cross Research analyst Shannon Cross said she was also expecting a faster processor on iPhones.\"We assume that they may come out with a new iPad at the event as well,\" Cross added.When users posed the question in the invitation to Siri on their iPhones, Siri threw back responses such as \"You're cute when you're desperate for information\" and \"You'll have to wait until Sept. 9. I bet you were one of those kids who snuck downstairs to open presents early, weren't you?\"The event will be held at 10:00 a.m. PT in the Bill Graham Civic Auditorium in San Francisco, which can hold about 7,000 people.Apple did not immediately respond to requests for more details on the event.", 
    "Apple's upcoming iPhone event could be way bigger than we thoughtBusiness InsiderMonday, August 24, 2015Matt Weinberger(Wikimedia Commons)The Bill Graham Civic Auditorium in San Francisco.Apple's yet-to-be-announced September iPhone 6S event could be way bigger than we originally thought. Usually, Apple holds its product launch events at San Francisco's Yerba Buena Center for the Arts, a reasonably modest 755-seat theater that ensures the company is selective with its guest list.But according to local San Francisco blog Hoodline, someone's booked the Bill Graham Civic Auditorium — a massive, 7,000-capacity space in the heart of San Francisco's Civic Center neighborhood — for September 4th through the 13th for a private event.Of course, that's no guarantee that it's Apple reserving the space. But it fits in perfectly with the timeline and previous reports of a September 9th iPhone event, and it also fits with the company's penchant for secrecy.Security guards have reportedly been spotted patrolling the building, ensuring nobody gets in. Power generators are stationed outside, taking up a bunch of parking spots. They even closed some of the sidewalks around the building, Hoodline says.The filing documents say that the space is being used for a \"trade show\" that will run until the 10th. Twitter, which has its offices very near the auditorium, holds its annual developer conference at the Bill Graham auditorium. But that's not until October.Adding to the mystery is the fact that four of the building's windows will be removed to make way for giant fiberglass logos, per the permit application. In those documents, the logo looks like a misshapen star, but that could just be something that Apple's using as a placeholder to throw off the scent.(San Francisco Planning Department)As Business Insider reader Jörg Rohe points out, this doesn't rule out the possibility that the \"star\" is just the skeleton or framing hooks for an Apple logo:(Rohe)So then the question is: Why would Apple need such a massive space?Maybe, they're simply inviting more people. Maybe, they're going to open it up to the public as a place to try out whatever they announce (a new Apple TV, maybe). It could be anything — or it could not be for Apple at all.Still, if it is Apple, this would mark a huge change to the way it announces products. We'll know for sure if and when Apple starts sending out invitations to the reported September 9th event.", 
    "Shares of Apple Inc. (NASDAQ: AAPL), still the largest U.S. company by market value, fell 6.1 percent on Friday and have tumbled more than 15 percent over the past month. That puts the iPhone maker's stock well into correction territory.Actually, by the strictest definition of a correction, which is a 10 percent decline, Apple has treated investors to a correction and a half. In a scenario investors in exchange traded funds became unfortunately familiar with during Apple's nasty 2012 correction, plenty of well-known ETFs are incurring damage largely attributable to Apple's fall.This is not going to be a treatise on the merits of equal weighting versus the drawbacks of ETFs that weight components by market value. Each methodology has its advantages and disadvantages, but the disadvantages of cap-weighted sector ETFs come to light when marquee stocks such as Apple hit the skids.Such is life for the Technology Select Sector SPDR (NYSE: XLK), though XLK is far from the only Apple ETF offender. As a cap-weighted tech ETF, XLK allocates a disproportionate share of its weight to Apple.Don't worry about whipping out a calculator or abacus to figure out the impact of Apple's slide on XLK. The ETF has slumped 7 percent over the past month.Though it tempts with its 0.12 percent expense ratio, tying it for least expensive among tech ETFs, the Vanguard Information Technology ETF (NYSE: VGT) has not been anything to write home about, either.Vanguard does not update its holdings on a daily basis like other ETF issuers, but data shows VGT had a 16 percent Apple weight at the end of July. That has been enough to send VGT lower by 7.6 percent over the past month.So, the bottom line here is the larger an ETF's weight to Apple, the more vulnerable the fund is to that stock's whims. The iShares U.S. Technology ETF (NYSE: IYW) came into Friday with a 19.3 percent Apple allocation, or 830 basis points more than its weight to Microsoft. That is enough for a one-month decline of about 8.2 percent.IYW has lost $69 million in assets over the past month, but -- surprisingly -- just over the same amount has flowed into VGT while Apple has been struggling. XLK has bled nearly $549 million over the same period.", 
    "(Continued from Prior Part)Xiaomi and Huawei trump Apple in smartphone salesAccording to a research report from Canalys, Apple (AAPL) has lost market share in the Chinese smartphone segment. Apple’s stock price declined by 2% on August 4, 2015.Another report from Counterpoint Research stated that Apple now has 12.2% of market share behind Xiaomi (15.8%) and Huawei (15.4%). In 1Q15, Apple led with a market share of 17.80%.iPhone and China: Significant to Apple’s growthAlthough Apple (AAPL) has a variety of products and services sold across the globe, analysts mainly look at the iPhone sales numbers and the situation in China to value performance of the stock. Apple’s market share has increased greatly, not from its secondary products but due to the stupendous growth of its iPhone sales. So, investors and analysts are concerned about the volatile situation in Chinese markets coupled with a decline in iPhone sales that might have an overall impact on the performance of Apple.However, analysts are of the view that investors should not be too concerned with Apple and its iPhone performance in China in the long run. The firm is a well-established luxury brand globally as well as in China.Apple for the affluentAccording to a 2014 Hurun Research Institute report, Apple was the top luxury brand option for gifts among the affluent in China, overtaking other luxury brands such as Cartier, Louis Vuitton, and Hermès. In comparison, Xiaomi and Huawei are Android-based phones sold at a solid discount, and they cannot be compared with Apple.Apple is expected to retain its premium appeal, and customers in China are expected to line up in huge numbers at the launch of new products such as the iPhone 6s and others. So, investors should be concerned about Apple’s performance only if the iPhone 6s is unable to boost the firm’s market share in 4Q15.In addition to Apple, semiconductor firms like Skyworks (SWKS) and Qualcomm (QCOM) also have a high exposure to Chinese markets.", 
    "Corporate America Manages to Get Cisco and Apple TogetherZacksTuesday, September 1, 2015Zacks Equity ResearchBack in 2007, Cisco Systems CSCO and Apple AAPL had been at war over a trademark suit filed by the former against the latter, over the name iPhone. The name had been initially selected for a product Cisco had obtained.Well, times change. Yesterday, Corporate America managed to get these one-time adversaries together. The two companies will now work jointly to make it easier for businesses to use Cisco products with Apple devices like the iPhone and iPad.The \"Holy Grail\" of PartnershipsApple CEO Tim Cook, in a statement, said that the company is \"all in on the enterprise\" and referred to the Cisco alliance as the \"Holy Grail\" of partnerships.While Cook asserts that nearly all Fortune and Global 500 companies \"(have) put iOS at the center of their mobile strategy,\" Cisco's John Chambers claims that 95% of Fortune 500 companies use Cisco networking gear and collaboration tools to communicate. Given the considerable overlapping of the target market, it seems but natural for these companies to team up.The companies believe the partnership will help Apple’s mobile devices communicate more efficiently on corporate networks where Cisco’s products are extensively used.According to the Wall Street Journal, iPad sales have plunged for six consecutive quarters. The partnership thus focuses on working on technologies that will assist employees with iPhones and iPads to better utilize Cisco’s collaboration products, including its video- and Web-conferencing services.Apple has been taking several strategic steps to increase its presence in the business segment. Just last year, it struck a deal with IBM Corp. IBM to jointly make apps for offices, while IBM workers assist, sell and support Apple devices among corporate clients.In an interview, Cook stated he is confident “that partnering with Cisco would yield the results that would enable (us) to transform work”.Meanwhile, Apple is working on a larger table – a 12.9-inch iPad – that is expected to help attract more corporate customers, going ahead.How Does Cisco Stand to Benefit from the Partnership?Ever since Chuck Robbins assumed the role of CEO from Chambers in July 2015, his aim has been to refocus on the more lucrative businesses of Cisco.While Chambers relied more on acquisitions in turning Cisco into the largest supplier of networking equipment, the Apple deal highlights a shift of focus to collaborations with the biggest names in the industry.Of late, Cisco has been attempting to concentrate on product lines outside of its core networking and switching businesses in a bid to enhance sales. An Apple partnership is, in the same lines, just another way Cisco is trying to persuade more enterprises to buy its products.According to Rowan Trollope, senior vice president and general manager for Cisco's collaboration technology group, the partnership also tackles one of the most important concerns of Cisco's corporate customers – how to amalgamate mobile devices into their communication and network systems.As per the agreement, the sales teams of these two companies will pitch customers on their products together. Cisco doesn’t plan on striking similar agreements with device makers using Google’s GOOGL Android devices.He stated in this context, \"What we're building is an offer that is a joint offer – Cisco works better with Apple.”The Road AheadSince the two companies have released details related to this arrangement only in bits and parts, it is a matter of conjecture as to how much either of them will benefit from this partnership. Details pertaining to the time frame of the partnership, financial details or sales goals have been kept under wraps as of now.Moreover, facts are not clear with respect to the Apple–IBM deal benefits to either party. This makes the prospects of the impending deal between Cisco and Apple even more uncertain.Will Stofega, an analyst who covers the mobile industry for tech research firm IDC, states in this context, “Everyone has these partnerships, whether they are material, is up for debate.\"Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "PARIS (Reuters) - LVMH has hired as its new head of digital Ian Rogers, from Apple, as part of the luxury group's drive to more fully embrace the Internet.It marks one of the most high profile luxury hires from the digital industry as fashion, jewelry and cosmetics brands race to build up teams able to engage online customers.Previously, transfers went the other way around as Apple poached several luxury executives including Angela Ahrendts, former Burberry Chief Executive, and Paul Deneve, former boss of Saint Laurent, owned by Kering.Last year, L'Oreal created the job of chief digital officer to expand its presence online and hired the Bulgarian-born and French-educated Lubomira Rochet who sits on the cosmetics group's executive committee.Rogers used to run Apple's Beats Music online service before it was bought last year by the U.S. company and then joined its iTunes team as a senior director. Rogers takes up his new job at LVMH in October.While luxury goods sales globally have slowed down in recent years to around 5 percent annually, luxury online sales have been rising by more than 20-30 percent, albeit from a very low base.", 
    "(Continued from Prior Part)Lenovo: Market leader in the PC segmentOn August 6, 2015, Canalys released a research report showing that Lenovo (LNVGY) took the top spot from Apple (AAPL) in personal computer sales. The report noted that Lenovo shipped 16 million PCs in 2Q15, giving the firm a 15% boost in market share. Lenovo also earned approximately $250,000 more than Apple in 2Q15 in this segment. Apple sold approximately 10.9 million units in 2Q15, with iPads contributing almost 70% of the overall computer shipments.Peer companies like Hewlett-Packard (HPQ) and Dell have also seen a decline in PC shipments over the last two quarters. Apple declares 2Q15 revenues, falls short of estimatesOn July 21, 2015, Apple (AAPL) declared its 3Q15 earnings and reported revenues of $49.60 billion in comparison to $37.43 billion in revenues in 3Q14. Net income for the firm increased by 38% to $10.67 billion in 3Q15 from $7.74 billion in 3Q14. Apple’s cash reserves also increased to $203 billion. Although iPhone sales increased by 35% in 3Q15, they were below analyst estimates. Shares of Apple declined by 7% in after-hours trading after the declaration of its results.As stated in Part 6, iPhone comprises approximately 67% of the firm’s revenues, and any indication that iPhone growth is nearing its peak is a huge cause of concern among investors. However, Apple CEO Tim Cook stated, “I refuse to accept that type of thinking. I don’t see the ceiling being very close.” He was of the view that Apple has repeatedly beaten unrealistic expectations from Wall Street by generating impressive returns to shareholders over the last few years.iPhone salesiPhone unit sales declined by 23% to 47.5 million in comparison to 2Q15 on a quarter-over-quarter basis. This was greater than the declines of 19% and 17% in 3Q14 and 3Q13, respectively. The management at Apple stated that the shortfall occurred due to the reduction of its iPhone inventory by 600,000 units during 3Q15, which indicated that the firm sold more phones than it had manufactured.", 
    "Here are some of the stocks the Yahoo Finance team will be watching for you today.Apple (AAPL) Various reports say the company is in talks with Hollywood executives about creating original programming. That would put Apple in direct competition with streaming services such as Netflix (NFLX) as well as more traditional pay-TV providers such as Time Warner's HBO (TWX).Dollar Tree (DLTR) The discount retailer had a very big miss in second quarter profit, while revenue also came in light. Dollar Tree says sales were driven largely because of the acquisition of Family Dollar stores...that deal closed in July. Dollar Tree sees sales in the current quarter and full year to be in the low single digits.AstraZeneca (AZN) The drugmaker is selling the rights to its late-stage experimental psoriasis treatment to Canada's Valeant Pharmaceuticals (VRX) for what could be as much as $445 million. Valeant jumped in after Amgen (AMGN) dropped its collaboration with AstraZeneca, citing concerns about the drug's side effects.Penn West Petroleum (PWE) It is the latest victim of the downturn in oil prices. Penn West says it is slashing its workforce by 35% and eliminating its stock dividend. The Canadian oil and gas producer is also reducing its capital expenditures as it tries to cut costs.Whirlpool (WHR) The big appliance maker is trying to snatch British oven manufacturer Aga Rangemaster from Middleby (MIDD). Whirlpool is now making a competing offer for Aga, which agreed in July to be bought by Middleby for $202 million. Middleby produces Viking ranges and other appliances.", 
    "The third week of August was filled with unexpected leaks, unlikely partnerships and a change in the way smartphones are sold.Apple's Big Car Leak: Intentional Or Accidental?An old Apple Inc. (NASDAQ: AAPL) rumor gained new traction this week after word leaked that the iPhone maker had visited a high-security testing ground for self-driving vehicles.\"They are so secretive about what they're doing,\" Ron Weiner, president and CEO of RDM Financial Group, told Benzinga. \"Almost nothing that comes out Apple is by mistake. They are an amazing company at giving out exactly the information they want to and they are ruthless when someone violates their confidentiality.\"Weiner isn't convinced that Apple is building a car, but he said that when a company has $150 billion to throw around, \"they're going to explore 100 different places.\"This could be the most unlikely partnership of the year. Tesla Motors Inc (NASDAQ: TSLA) and Airbnb announced that they had teamed up to bring charging stations to \"select homes\" all over the world.Analysts were mixed on the news.\"I say that is very positive,\" Global Equities Research analyst Trip Chowdhry told Benzinga. \"There are many segments of people who don't like to stay in a hotel. They would rather stay with friends and family or something like Airbnb.\"Tigress Financial Partners analyst Ivan Feinseth said the partnership is a \"waste of time.\"\"I think it's a way to grab headlines,\" Feinseth told Benzinga. \"If you can afford $100,000 for a car, are you really going to use Airbnb, or are you going to deluxe hotels? I think it's a disconnect for the customer.\"Subsidies Are Going Away - Will Apple Suffer?Consumers have happily purchased new iPhones for $199 with a two-year contract. That offer is quickly becoming a thing of the past as carriers move away from this policy.\"The advent of Sprint's no-contract, phone-leasing era will likely cause some friction with consumers at first, as they've become accustomed to a contract and phone-purchase business model and consumers are resistant to change,\" InvestorPlace feature writer James Brumley told Benzinga. \"With Verizon, T-Mobile and now Sprint moving to a monthly phone-lease model though, consumers will make the mental adjustment pretty quickly, recognizing they're not paying for anything now that they weren't -- somehow -- paying for before.\"Controversy Surrounded Amazon After Employee Complaints SurfacedThe New York Times published a profile about the work environment at Amazon.com, Inc. (NASDAQ: AMZN), causing a bit of controversy for the online retailer.\"The truth of the matter is, it is an incredibly stressful environment,\" Weiner told Benzinga. \"Most places are. I think a lot of this came out of the fulfillment centers, which are not Silicon Valley. In the middle of Nevada you don't have the same culture of striving. I could see where people would be unhappy with their need to push harder and faster.\"Disclosure: At the time of this writing, Louis Bedigian had no position in the equities mentioned in this report.", 
    "How Apple got Siri to run much faster, for a lot less cashBusiness InsiderFriday, August 21, 2015Matt Weinberger(Oli Scarff/Getty)Apple has moved to a hot new technology called Apache Mesos to make sure that its Siri personal digital assistant continues to get faster — and for a much cheaper server infrastructure bill.Apple's move to Mesos was discussed on stage at today's MesosCon event in Seattle by Apple engineers Robert Lacroix and Brian Sumner. I watched the keynote from my office via Twitter's Periscope.\"Our code deploys got faster and it became a lot less expensive to run,\" Sumner said at the event.First, some background: The reason Siri needs an Internet connection to work is because almost every single question you ask gets filtered through Apple's servers. Apple then processes your question, simply because your phone doesn't have the processing power to do the intensive voice analysis itself.Mesos is winning tons of fans and a lot of acclaim in Silicon Valley because it provides an easier way to manage every virtual and physical server — important as technology companies get ever-larger to suit our increasingly digital lifestyles.A big part of Mesos' appeal is the concept that it makes it as easy to install and update software running on a thousand-server cluster as it does to update an app on your iPhone.It's so hot, in fact, there's a rumor that Microsoft is looking to purchase Mesosphere — the Andreessen Horowitz-backed company that provides a commercial, for-profit version of the Mesos software — for as much as $1 billion.When Apple first acquired Siri back in 2010, it was running on the Amazon Web Services cloud, accordingLacroix and Sumner. To get it running on Apple's in-house architecture, it made its own version of the Mesos software that would only work for Siri and nothing else.For the \"third generation\" of Siri infrastructure, Apple \"completely rebuilt\" its infrastructure to run on Mesos, which is where it sits today.\"Siri is one of the largest Mesos clusters in the world,\" Lacroix said.As Apple sells more and more iOS devices, the usage of Siri is only going to go up. With Mesos, Apple has a way to meet that demand while also making it easier to deploy new code into the Siri application and make her even smarter.\"If you only take one thing away from this talk: Mesos scales,\" Lacroix says.The Apple engineers also indicated that the company is investing heavily in the Mesos technology, and is at MesosCon at least in part to recruit more talent to help take it further.", 
    "What happened to the rally? Stocks (^GSPC) having a tough time adding to the big two-day run that saw the Dow (^DJI) pick up almost 1000 points. However, those two days of gains still didn't bring the indexes back to where they were last week when they began a nasty 6-day slide. And yesterday's session was punctuated by a big afternoon downturn before investors jumped back in to drive stocks higher at the close.As Yahoo Senior Columnist Michael Santoli points out, all these things indicate Wall Street is still a long way from returning to relative calm.\"Just the extreme jumpy nature of the market itself is a bit of a warning sign,\" he explains. \"These are the kinds of move you see in an unstable, unhealthy market that doesn't have its footing and has basically lost the grounding in certain trends.\"Now here are some of the stocks the Yahoo Finance team will be watching for you today.Big Lots (BIG) The discount chain coming up with second quarter earnings and revenue that beat analysts' forecasts. Big Lots says it's pleased with the 2.8% increase in stores open at least a year, which the company said were hurt by adverse weather conditions. Big Lots is also announcing 3 management position changes as part of its realignment.Aeropostale (ARO) The casual apparel and accessories retailer had a bigger loss than expected in the period...and revenue came up short as well. (VO) Aeropostale saw net sales decline 17% as it closed 23 stores. But the company says it's encouraged by its back to school demand, especially for girls' items.GameStop (GME) The video game and electronics retailer's second quarter topped estimates for both profit and revenue. GameStop says comparable store sales rose 8.1%, boosted by demand for mobile and consumer electronics, collectables and downloadable products such as Batman Arkham Knight.Activision Blizzard (ATVI) The maker of the \"Call of Duty\" series is being added to the S&P 500 after the close of trading today...It's taking the spot of air and water filter maker Pall Corporation, which has been purchased by Danaher.United Continental (UAL) It, too, is joining the S&P, although not until next week. The world's second-biggest airline is replacing pharmaceutical and medical device maker Hospira, which was bought by Pfizer.Smith and Wesson Holding Corporation (SWHC) The famous gunmaker had a bang up quarter, beating estimates on both the top and bottom lines. Smith and Wesson says sales jumped more than 12%, driven by high demand for its sport rifles and lightweight plastic pistols.Icahn's commodity betCarl Icahn is going mining. The billionaire activist investor reported a massive 88 million share state in metals miner Freeport-MacMoran (FCX) after the bell last night, making him the company’s largest shareholder.Now to another major holding of Carl Icahn, Apple (AAPL). In a surprise move, Ian Rogers, CEO and architect of Apple’s Beats Music reportedly has resigned after only 2 months on the job. The Financial Times reports Apple employees were caught off-guard, with Rogers heading off to work in an unrelated industry.And sticking with Silicon Valley, the Pentagon is getting into the business of bendable and wearable tech. It’s a $171 million joint venture with Silicon Valley companies and academia, to develop electronics and sensors that can flex and stretch for uses like clothing, and skins of planes and ships. Defense Secretary Ash Carter is unveiling the plan today.", 
    "(REUTERS/Lucy Nicholson)Apple CEO Tim Cook at the WSJD Live conference in Laguna Beach, California, on October 27.Apple finished Monday's regular trading session down 2.5%, after briefly outperforming a broad sell off in the market that battered stocks across virtually all industries.Apple was in the green this afternoon for a few hours after CEO Tim Cook sent an email to CNBC's Jim Cramer in an unprecedented move.Cook explained that Apple's business is doing just fine in China, acknowledging investors' concerns. After the email was sent, Apple stock was up by about 2%.Markets in general are getting killed, with just about everything being red. So, it makes sense that Apple is down too.Shares of Apple fell to as low as $92 on Monday, but finished at $103.15, recouping about $64 billion in market cap.Outside a general market sell-off, there are some theories for why Apple's stock has been dropping over the past several weeks.Piper Jaffray's Gene Munster told Business Insider earlier this month that he thought it was because of uncertainty in China. Colin Gillis, an analyst with BGC Partners, told CNN Money last week that investors were starting to wonder whether smartphone sales globally were starting to peak.", 
    "Apple Had a Record July for Its App Store BusinessMarket RealistMonday, August 24, 2015Puneet SikkaKey Updates from Apple: Apple Music, the App Store, and More(Continued from Prior Part)July was a record month for Apple’s App Store businessIn the previous part of this series, we discussed how the European Commission’s attention has now shifted from investigating the music streaming industry to investigating Apple’s (AAPL) App Store business. It’s looking to see whether Apple is stifling competition for its own good. Despite these regulatory issues, Apple’s App Store business continues to thrive.According to a report from USA Today citing Eddy Cue, Apple’s senior vice president, July 2015 was a record month for Apple’s App Store, which recorded $1.7 billion in transactions. He also mentioned that since the launch of the App Store in 2008, developers have earned $33 billion, up from $25 billion at the end of 2014.Apple’s App Store also beats Google (GOOG) Play comfortably when it comes to monetization. Apple’s App Store earned 70% more revenue than Google Play in 1Q15—despite Google Play having more apps than Apple’s App Store. According to a report from AppFigures, and as the chart below shows, Google had about 1.4 million apps in its app store in 2014 compared to about 1.2 million apps on Apple’s platform. Amazon (AMZN) came third on this list with about 300,000 apps on its platform.China is driving App Store growthThe main driver of this App Store growth was China (FXI), according to Cue. China remains Apple’s most important market. In the June-ending quarter, Apple’s revenues from Greater China (EWT)—Hong Kong, Taiwan, and China—grew at a year-over-year rate of 112%. However, competition has risen against Apple in China, which is why the company lost its top smartphone position last quarter. We covered this change in Why Did Apple Lose Its Top Smartphone Position in China?", 
    "Why Apple’s Stock Continued Its Decline over the Past MonthMarket RealistMonday, August 31, 2015Puneet SikkaWhy Apple's Stock Declined over the Past MonthThe impact of China’s economic slowdown on AppleOn August 21, Apple’s (AAPL) stock declined by 6%. Investors are worried about the impact that China’s slowing economy could have on Apple—China is the second most valuable market for Apple after the US. China (FXI) reported a steep fall of 8.3% in its exports in July 2015 on a year-over-year basis.Another indicator of China’s slowing growth was the sixth consecutive month of shrinking manufacturing activity, which shows weak factory output in China. China is now targeting 7% growth in 2015, the slowest in the last 25 years.To counter this slowdown, China’s central bank announced the devaluation of the yuan by 1.9% against the dollar on August 11. The yuan’s devaluation could have a detrimental impact on Apple, which we discussed in How Will China’s Yuan Devaluation Affect Apple? Major technology companies had a steep fall last weekThese factors made investors jittery and along with Apple, other major technology companies’ stock also saw a steep decline. In the past week, Netflix (NFLX) stock fell by about 20%, Facebook’s (FB) stock fell by 10%, and Amazon’s (AMZN) stock fell by more than 10%. Qualcomm (QCOM) derives about 50% of its revenues from China, which was the main reason why its stock declined by 10% in the past week.Apple’s stock was declining even before the China worries started. Its stock reached an all-time high of $132 just before the company announced its June quarter earnings on July 21. However, investors were expecting better iPhone sales, which led to Apple’s stock declining by 6% on the day the company’s earnings were announced. The above chart shows Apple’s stock price movement over the past few weeks.", 
    "It is very hard to make the economics of a video-streaming subscription business work if you're starting from a subscriber install base of zero — just ask YouTube. Netflix had DVD-rental customers to build from, while Amazon had Prime. Apple Music is, in some ways, Apple's version of Amazon Prime, which helps explain the $3 billion the company spent to acquire Beats. It also means that the number of paying Apple Music customers the company can maintain after the free trial expires is more important than it may seem....One way music makes the economics easier is by allowing you to upsell subscribers. Having existing subscription businesses allowed Netflix and Amazon to begin by offering less popular video content. Once they got enough people hooked, they started spending more for better programming.If this is accurate, it means the success of Apple Music is more important than it would appear at first glance.Apple really needs Apple Music to be a hit in order to build a subscription base which would help it build a video service.Furthermore, if this is accurate, it would make the Beats acquisition, which seemed a bit odd at the time, look super smart. Apple got a company that was profitable off its headphones business, and then it used it as a launching pad for a music service and perhaps a TV service.", 
    "Apple has major changes in store for the Apple Watch, and they're going to solve its biggest problemsBusiness InsiderSunday, August 23, 2015Lisa Eadicicco(Issei Kato / Reuters)Apps on the Apple Watch.Reviewers have had two common criticisms of Apple Watch since it launched in April: Apps are slow and don't always perform very well, and it's a bit expensive for a watch that still requires you to keep your phone nearby.In June, Apple announced that it's addressing those two points among other things with its watchOS 2 software update for the Apple Watch, which is launching in September.Apps will have native access to the watch, which means they'll be able to run on the watch itself rather than constantly communicating with your phone. This means apps are likely to load a lot faster since they won't have to ping your phone as often for data.Second, your watch will be able to remember Wi-Fi connections that you've connected to previously with your iPhone.So even if you leave your iPhone at home, you'll be able to access certain functions on the watch, such as sending iMessages (if your contacts are synced to the watch) and asking Siri questions. Developers will be able to tap into this too, so that their apps will work when your iPhone isn't nearby.That doesn't mean you'll be able to use the watch completely independently of your iPhone — you'll still need to have your phone nearby to do a lot of things with the Apple Watch. Apple is just expanding on what you can do when your phone is out of range.Since June, app makers have been working on ways to improve their apps for the Apple Watch, now that they'll have many more tools at their disposal.Apple Watch apps are about to get new features(REUTERS/Robert Galbraith)An attendee tries out an Apple Watch following an Apple event in San Francisco, March 9, 2015.Dark Sky, the popular weather app that delivers the temperature and outdoor conditions right down to the minute, is revamping its Apple Watch app for when watchOS 2 launches.\"I think the big thing we're going to do is we're going to add Complications,\" Adam Grossman, one of the two creators behind the app, told Business Insider. (Complications are small icons that appear on the main screen to add a little extra information — the word is common in the watch industry.) \"I think [the app] really lends itself to Complications. You have the app open for maybe a second or two before putting it away, and so being able to have that just by raising your wrist is really big.\"Strava plans to integrate the Apple Watch's heart-rate sensor into its app when the update rolls out, Jay Harris, a software engineer and product manager at Strava, told Business Insider. The company is also considering adding some functionality that works with the Apple Watch's taptic engine, which sends a gentle vibration to your wrist when you get a notification.\"We haven't settled on what that will be specifically yet, but it just offers another way to provide feedback to the user,\" Harris said.Getting rid of the 'pain point'(REUTERS/Toru Hanai )Customer Tomoyoshi Fujimura sets up his Apple Watch, which is to be paired with his iPhone, in Tokyo, April 24, 2015.It's not just about expanding what apps can do, however — it's about actually fixing the way they work so that the overall experience is smoother and more like an iPhone.In its current state, the Apple Watch doesn't really run apps the way your smartphone does. The apps that run on the Apple Watch are powered by your phone, which means they need to constantly retrieve information from your phone to update and function.Michael Fey, a developer for the company AgileBits, which makes 1Password, explained how this makes the app a bit laggy.\"If you have a PIN code set, the PIN code entry is just horribly delayed because of the fact that every time you tap a button, it goes to the phone and goes back,\" Fey said.It's not just a problem for watch users, though. Grossman said the way apps currently work on the watch also makes it more difficult for developers to make them.\"Always having to communicate with the phone is a pain point when it comes to developing,\" Grossman said. \"How do you think about the problem? What data do you want the phone to download and push over to the watch? What happens if that communication fails? That's definitely a bit tricky.\"The software update is Apple's first major step in the process of making the watch more useful. Apple hasn't spoken publicly on how many watches the company has sold so far, but Apple's Jeff Williams told Walt Mossberg of Re/code that they've sold \"a lot.\"Grossman thinks that the Apple Watch has the potential to be a hit product just like the company's previous products, and an update like this is the first move in that direction.\"I keep thinking the Apple Watch is going to be a lot like the original iPod,\" Grossman said. \"It starts out kind of expensive. It doesn't have a whole lot of features that people want. But slowly over the years as they improve and iterate, more people get excited and sign on ... I think it's going to be a long process to convince people to get an Apple Watch, but I'm definitely excited about this.\"", 
    "Apple Rumored to be Considering Original ProgrammingZacksTuesday, September 1, 2015Madeleine JohnsonAccording to an initial report by Variety, tech giant Apple Inc (AAPL) has plans to enter the original programming and streaming video industries. The company is rumored to be in preliminary talks with Hollywood executives about creating its own content.It is not clear whether Apple would focus on television or film. The report cites unnamed sources, and Apple has yet to offer comment.So what does this mean for streaming media juggernauts Netflix, Amazon, and Hulu?It means that they should keep an even closer eye on Apple than they already do.Netflix Inc (NFLX) has built a unique media empire that utilizes both original and syndicated programming from a wide variety of TV networks and film studios. House of Cards and Orange is the New Black have both been huge successes for Netflix, and their overall content selection keeps getting better and better.Hulu, the joint venture between NBC, ABC, and FOX, may not have as much content as the above mentioned Netflix, but the streaming service gets content much, much faster. For the majority of its offered television shows, the most current episode will be available for streaming the next day. Also, their original content efforts are seeing more traffic.Amazon.com Inc’s (AMZN) Amazon Prime Instant Video may not have the household staple status like Netflix and Hulu, but the tech giant’s service has been gaining in popularity over the past few years. Their original programming, especially the critically-acclaimed Transparent, is gaining traction as well.These companies’ reigning status is undeniable, but so is Apple’s reputation as being the best of the best. It is almost guaranteed that the Cupertino, California-based iPhone maker will most likely attract top-tier content and talent, something Netflix, Amazon, and Hulu should watch out for.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "A Chinese smartphone company just released the big new feature we’re expecting to see in the iPhone 6S before Apple didBusiness InsiderWednesday, September 2, 2015Lisa Eadicicco(Huawei)The biggest new feature tech analysts and industry watchers are expecting to see in the next iPhone is the addition of Apple's Force Touch technology.It's all we've been hearing about for months from analysts and journalists that are usually accurate when it comes to Apple leaks.But Chinese smartphone maker Huawei just released its own new smartphone called the Mate S, with Force Touch technology baked into its screen. The announcement comes just days before Apple is expected to introduce its new iPhone on Sept. 9.Force Touch is essentially Apple's version of pressure sensitive technology. The Apple Watch has it in its screen, so you can press down harder on the display to perform certain actions, such as changing the watch face. Apple's newer MacBooks have Force Touch in their trackpads too. So, you can press down harder to access certain shortcuts throughout the OS X interface.The technology is expected to work similarly in the iPhone 6S, offering shortcuts, access to menus, and other handy tricks that could make it easier to zip around iOS.And, based Huawei's product description for the Mate S, it sounds like the Force Touch feature on its new phone is almost exactly the same.Huawei writes:Huawei’s innovative Force Touch technology, available in select markets, perceives different levels of pressure on the screen – allowing the user to complete different actions – such as zooming in to a photo or launching an app – by applying increasing pressure. This technology also allows the screen to be used as an approximate scale. But this is just the start; Huawei looks forward to bringing more new and unique Force Touch applications to life.Here's a better glimpse at what the Mate S looks like. It comes with a 5.5-inch screen and is available in silver, gold, and a rose gold-like color.(Huawei)Huawei doesn't have any plans to launch the Mate S in the United States, but it'll be coming to 30 countries including China, France, and Germany with preorders starting for some markets on Sept. 15. If Apple does unveil its next iPhone on Sept. 9, it'll likely launch a few days after Huawei's new phone. NOW WATCH: The insanely successful life of Uber billionaire Travis Kalanick", 
    "The packaging for Apple's iPhone 6S has reportedly leaked, and it reveals a new detail about the phoneBusiness InsiderThursday, August 27, 2015Lisa Eadicicco(Cnbeta)A new photo that reportedly shows the retail packaging for Apple's next iPhone has appeared online.It provides more evidence that the so-called iPhone 6S will look nearly identical to the iPhone 6. And it reveals that the next iPhone might have a smaller battery than the current iPhone.Cnbeta, the website that posted the image, claims that the larger version of the next iPhone will have a 2750 mAh battery capacity compared to the current iPhone 6 Plus' 2910 mAh battery.That's not necessarily a bad thing, however. It could mean that Apple has made the next iPhone and its iOS software more power efficient, so it doesn't need a battery that's as large as the one in the current iPhone. The image also backs up the rumor that Apple will release its next iPhone in two sizes, just like it has with the iPhone 6 and iPhone 6 Plus.It's important to keep in mind that there's no real evidence that this leak is legitimate, however. Cnbeta doesn't have the solid track record we've seen from other sources, such as 9to5Mac's Mark Gurman, independent blogger Sonny Dickson, KGI Securities analyst Ming-Chi Kuo, and others. It's very possible that the packaging is faked, but we'll know for sure when Apple unveils its new iPhone.The company is expected to hold an event on September 9 to introduce its next iPhone(s) and a new Apple TV, although Apple has yet to send out invitations.", 
    "In June, Fling CEO Marco Nardone was chatting with a would-be venture capital investor, and things were going well.He reached for the investor's phone to show him how to download their viral messaging app. But one of his executives, also present for the conversation, stopped him, muttering \"no, no, no.\"A perplexed Nardone made it through the conversation. But when he asked the employee what had him so agitated, he got the worst news that an app startup can get: It had been removed from Apple's App Store.\"It was the worst day of my life,\" Nardone says.ChatRoulette phobiaOriginally, Fling was a messaging app for iPhone and Android that tried to take you beyond the limits of your own social circle.When you took a picture or a video, it got sent out to 50 strangers all over the world, and then they could chat and reply to you. Nardone says that it was meant to foster connections between people who would otherwise never interact with each other.In the meanwhile, Fling grew to 4 million users, with over 50 billion messages sent. Celebrities and social media influencers loved it, Nardone says, because they could interact beyond their core audiences. Fling was also finding a following on college campuses.\"It's, I hope, the most viral social network ever invented,\" Nardone says.(Fling)The Fling app for iPhone.But Apple was nervous about apps that let you chat with strangers, after the bad behavior of users on ChatRoulette made national headlines a few years back and got that app banned from the app store.So Fling got delisted (not banned, crucially).As you may expect, this sent the 40-employee-strong Fling into panic mode. The switch was flipped, and Fling was taken offline even for those users who already had the app. The startup didn't want to risk the wrath of Apple by keeping it online — Apple could still ban them permanently.Nardone called an emergency board meeting. It was obvious that changes had to be made — investors had put around $12 million into the app at that point, and the longer it stayed offline, the more momentum Fling would lose with the crucial (and moneyed) iPhone-owning population.But because Fling hadn't been fully banned, Apple assigned them a liaison with the App Store and gave them the chance to try again.Nardone rallied the staff.For 19 days, every Fling employee worked around the clock, sleeping in the office, trying to build a new version of the app that met Apple's guidelines. Eventually, they made a new app, almost totally from scratch, that ditched the \"chat-with-strangers\" bit and made it a little bit more like Snapchat, with followers and broadcast modes.\"I don't know how they did it,\" Nardone says.(Fling)Fling CEO Marco Nardone and the Fling campus tour bus.\"Obviously, our users didn't know what was going on,\" Nardone says. 10 to 15,000 users were wandering into Fling's social media channels every day, wondering where Fling went, he says.When the new version of Fling went up on July 15th, there was a \"joyous\" celebration in the offices, because the whole team was \"at wits end,\" Nardone says.But a lot of those old fans felt jilted. Right now, the new version of Fling has a 1.5 out of 5 star rating on the Apple App Store, largely because it doesn't work like the old one. And new signups for Fling have slowed way down since. Nardone says that this is unfortunate, but not unexpected.And in the long run, he says this is going to be a good thing for Fling. The way chat worked in that first version of Fling was, indeed, a problem, he says, and agrees with Apple that users have to be protected.Going forward, Fling can really rethink every aspect of their app, and release it back to users bit by bit as it figures out the best, safest, and sanest ways to do so, Nardone says.", 
    "What to Expect from Apple's September KeynoteZacksMonday, August 31, 2015Ryan McQueeney“Hey Siri, give us a hint.”This cryptic message from Apple’s (AAPL) official website teases the company’s September 9 keynote event. Users with Siri-enabled devices can even give this a try, although it seems that Siri is programmed to continue the tease.As per usual, we officially know very little about Apple’s upcoming keynote. For one, it’s probably safe to assume Apple CEO Tim Cook will be giving the presentation, dressed in blue jeans and swapping out Steve Jobs’ signature turtle neck for a black button down. Apple executives have always been so predictable with their outfit choices.Beyond that, we know there will be a change in setting for this event. Apple will be holding the keynote at the Bill Graham Civic Auditorium in San Francisco, a venue that has almost twice the capacity of the Yerba Buene Centre, Apple’s typical choice to host these events. If we can imply anything from the switch, it’s that this keynote is going to be big.We Want New StuffWe want gadgets and we want them now! Apple’s event is sure to unveil some new hardware, and as the holiday season approaches this event will hopefully reveal what’s going to be under the Christmas tree this year.For one, we are probably due for a new iPhone. Judging by Apple’s typical phone release schedule, the keynote should reveal the iPhone 6s. A series of leaked photographs and details from 9to5 Mac ruin the surprise a bit, and it looks like there’s a lot to be excited about.Based on the leak, it would appear that Apple has made several improvements to the both the front and rear camera. Also, the phone is integrated with Apple’s new “Force Touch” technology. Force Touch is a haptic feedback tool that was first used in the new Macbook’s trackpad. It’s unclear exactly how exactly Force Touch will be utilized in the phone, but that should be a topic of discussion during the phone’s reveal.I know you’re probably thinking, Phones are so boring! I want something really cool. Ok, fair enough. Apple’s phone launches are becoming more frequent than a Harlem Globetrotters victory over the Generals, and many of the company’s other products don’t get as much coverage.The good news here is that it appears Apple is gearing up to reveal a new Apple TV. The rumored Apple TV 4 is expected to be priced in the $149 - $199 range and improve on many of the features from previous iterations of the video streaming device. According to some rumors, the new Apple TV will have Siri support, a new remote control, a dedicated app store, an updated user interface, and a software development kit.Also surrounding the Apple TV rumors are reports that Apple plans to launch its own streaming service. This would be a further threat to a media industry which is already being decimated by the growing trend of cord cutters, as Apple is expected to bundle several channels or services for $40 a month (also read The Revolution Will Not Be Televised ).Market PerspectiveFrom the perspective of an investor, a new iPhone probably isn’t a huge deal. Apple’s iPhone “S” launches are typically less groundbreaking than the completely new versions, and iPhone releases are expected at a certain intervals these days.However, a new video streaming service is certainly an intriguing prospect. The opportunity for Apple to cash in on a growing number of people moving away from typical cable subscriptions is massive. This isn’t a one-time wave of revenue like a new product launch, this is $40 per user month after month. This is a chance for Apple to become a giant in the media and television market.Apple has done a similar thing recently with Apple Music, a new service that allows users unlimited access to the iTunes library. It will be awhile until investors know that real impact of Apple Music, as the company has offered all users a three month free trial.Currently, AAPL has a Zacks Rank #3 (Hold). The stock was certainly not immune from the recent rough patch that hit the market, and concerns about performance in key markets like China have made investors weary. However, the upcoming keynote is bound to bring new attention to Apple, and if the company can deliver with innovative products and services, we could see renewed growth again soon.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "(Continued from Prior Part)Shareholder returns and stock trendsApple (AAPL) has generated returns of 21.93% in the trailing 12 months (or TTM) for investors and -6.29% in the trailing one-month period. In comparison, it generated 40.62% returns in 2014 and 4.66% in the year-to-date (or YTD) period. The share price of the firm has declined by 4.77% in the trailing five-day period.In comparison, peer companies in the Technology and Hardware subsector such as Hewlett-Packard (HPQ), SanDisk (SNDK), and Western Digital (WDC) have generated returns of -3.64%, -2.19%, and -2.96% in the trailing five-day period, respectively. Moving averagesOn August 7, 2015, the last trading price of Apple was $115.52. Apple was trading 6.30%, 8%, and 8.70% below the 20-day, 50-day, and 100-day moving averages of $123.29, $125.57, and $126.54, respectively.Moving average convergence divergence and RSIThe moving average convergence divergence (or MAC) is the difference between the short-term and long-term moving averages of a firm. The 14-day MACD is -1.89 for Apple and the negative figure shows a downward trading trend.The 14-day relative strength index (or RSI) for Apple is 30, which shows that the stock is oversold. Generally, if the RSI is above 70, it indicates the stock is overbought while an RSI figure of below 30 suggests that a stock has been oversold.Analyst recommendationOut of 23 analysts covering Apple stock, 40 have a “buy” recommendation, two have a “sell” recommendation, and 13 have a “hold” recommendation. The analyst stock price target for the firm is $147.46 with a median target estimate of $150. AAPL is trading at a discount of 23% with respect to its median target and looks to be an attractive buy at current levels.", 
    "Chicago, IL – August 28, 2015 – Zacks.com announces the list of stocks featured in the Analyst Blog. Every day the Zacks Equity Research analysts discuss the latest news and events impacting stocks and the financial markets. Stocks recently featured in the blog include the Merck & Co. Inc. (MRK), Apple Inc. (AAPL), Visa Inc. (V), Microsoft Corporation (MSFT) and Intel Corporation (INTC).Today, Zacks is promoting its ''Buy'' stock recommendations. Get #1Stock of the Day pick for free.Here are highlights from Thursday’s Analyst Blog:5 Stocks Lead Dow to 3rd Biggest GainDovish statements from the Fed and strong economic data led to a strong comeback for markets on Wednesday. An indication from a Fed official that a September rate hike was unlikely was the major reason for the rebound.This helped stocks snap a six-day losing streak caused by concerns about China’s economic slowdown. The Dow surged almost 4% or 619.07 points to close above the 16,000 mark. In doing so, it registered its biggest one-day percentage gain since Nov 2011. This is the blue chip index's third largest gain in terms of points and the best since the crisis of 2008. Other benchmarks also posted record increases.Dudley Strikes a Dovish NoteThe Dow recorded a comeback on Wednesday after the New York Federal Reserve President William Dudley said that a September rate hike is “less compelling.” He was upbeat about the state of U.S. economy, but said that “international developments have increased the downside risk to U.S. economic growth.”Given the slowdown in China’s economy, decline in commodity prices and volatility in financial markets, he believes that an increase in interest rates next month will be less appropriate.His statements are extremely relevant since minutes of the Federal Open Market Committee meeting held on Jul 28 and 29 revealed little about the timing of a rate hike. Investors are keeping an eye on the timing of the first rate hike since Dec 2008. The Fed has kept its federal funds rate near zero level to boost economic growth.Durable Orders IncreaseMeanwhile, rise in orders for long-lasting U.S. goods indicated business investments are picking up, which eventually boosted the broader markets. The U.S. Department of Commerce reported that new orders for manufactured durable goods increased 2% to $241.1 billion in July, contrary to the consensus estimate of a 0.3% decline.Demand for automobiles and military hardware was cited to be the reason behind this rise in durable orders. While demand for autos increased 4% in July, demand for defense goods including fighter jets, missiles and tanks skyrocketed 22.3%.Demand for core orders that excludes the volatile transportation and defense industries also increased 2.2% in July, its biggest gain since Jun 2014. Additionally, orders for June were revised to 4.1%, up from previously estimated growth of 3.4%.5 Highest GainersAll Dow components ended in the green on Tuesday, with tech stocks ending as the highest gainer. Below we present the five highest gainers for the Dow on Wednesday. Predictably, three of these are tech stocks. The Technology Select Sector SPDR (XLK) advanced 5% and was the biggest gainer among the S&P 500 sectors.These gains led to a more than welcome rebound, given a loss of more than 10% over the last five days. This is why it may be a good idea to identify those components which have notched up the highest gains, since they may be relatively better bets in the days ahead.Merck & Co. Inc. (MRK) gained 6.4% on Tuesday, ending at $54.42. Trading volume for the day was 22.7 million.Apple Inc. (AAPL) emerged as the second highest gainer, moving up 5.7% to close at $109.69. Trading volume for the day was 96.2 million.Visa Inc. (V) came in third, increasing 5.6% to end at $70.69. Trading volume for the day was 12.1 million.Microsoft Corporation (MSFT) came in next, increasing 5.5% to end at $42.71. Trading volume for the day was 63 million.Intel Corporation (INTC) came in at fifth place, also gaining 5.5% to end at $27.30. Trading volume for the day was 46.9 million.Volatility to Continue?Despite Wednesday’s record gains, a section of analysts believe that stocks could suffer high volatility in the days ahead. Key economic data is scheduled for release in the days ahead. This includes crucial GDP numbers, which are likely to be revised upward. This could provide a strong basis for market gains in the days ahead.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>About Zacks Equity ResearchZacks Equity Research provides the best of quantitative and qualitative analysis to help investors know what stocks to buy and which to sell for the long-term.Continuous coverage is provided for a universe of 1,150 publicly traded stocks. Our analysts are organized by industry which gives them keen insights to developments that affect company profits and stock performance. Recommendations and target prices are six-month time horizons.Zacks \"Profit from the Pros\" e-mail newsletter provides highlights of the latest analysis from Zacks Equity Research. Subscribe to this free newsletter today. Find out What is happening in the stock market today on zacks.com.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "Apple Inc. (NASDAQ: AAPL) has long been a market leader in new technology.The company's introduction of the iPhone established the brand as an innovator in the field, and the its venture into wearables with the Apple Watch proved that the electronics giant hasn't lost its touch.However, Apple has been extending its reach into different markets recently in order to find new revenue streams and grow its business.Apple In The WorkplaceThis year, Apple has launched an initiative to partner with companies like International Business Machines (NYSE: IBM) and Cisco Systems, Inc. (NASDAQ: CSCO) in order to bring Apple technology into the workplace.As interest in iPads among the general public wanes, Apple is hoping to draw in new corporate customers who can use the gadgets in specialized ways.Apple EntertainmentAccording to Variety, Apple is also hoping to make a leap into the video streaming space to compete with the likes of Netflix Inc. (NASDAQ: NFLX) and Hulu.The company has been in talks with Hollywood executives recently to discuss production on entertainment content, though it is unknown whether the company will focus on TV, movies or both.Apple's original programming business is reportedly expected to offer a streaming service as early as next year and is expected to begin hiring new employees for the project in the coming months.", 
    "U.S. stocks (^DJI, ^GSPC, ^IXIC) are rounding out the month of August lower, but not violently so. As another jobs report looms and a key Fed meeting is on the horizon, what will investors do next and how should you position yourself? Check out the video above!Plus, here are some of the other stories Yahoo Finance is keeping an eye on today.Chrysler / GM deal: Not dead yetGeneral Motors (GM) had all but shot down a merger offer from Chrysler (FCAU) earlier this year, but that company's CEO Sergio Marchionne is not going down without a fight. In an interview with Automotive News published over the weekend Marchionnes said of a potential merger, \"We're not talking about marginal improvement in margins, we're talking about cataclysmic changes in performance, just huge...It would be unconscionable not to force a partner.\"Apple's new ad blockerApple (AAPL) is stirring up tension with some of its Silicon Valley neighbors. The next update to Apple's mobile operating system will make it easier to block ads on iPhones and iPads, and that isn't sitting well with some tech firms and publishers.Disney stays quiet in Times Square debateNew York Police want to evict Minnie Mouse from Times Square, and they're looking to Disney (DIS) for help. Times Square has become a popular spot for costumed characters, such as Mickey Mouse and Spiderman, who get their pictures taken with tourists for tips. The NYPD wants to remove these and asked Disney to crack down on the host of people dressed as Mickey Mouse and Spiderman in Times Square. So far Disney has stayed quiet.", 
    "Avago Technologies Ltd (NASDAQ: AVGO) closed up more than 7 percent Wednesday and jumped another 2 percent in after-hours trading, but the company's future might be hindered by its limited exposure to Apple Inc. (NASDAQ: AAPL).Sean Udall, CIO of Quantum Trading Strategies and author of The TechStrat Report, told Benzinga that he believes Avago is more diversified than Qorvo Inc (NASDAQ: QRVO), Cirrus Logic, Inc. (NASDAQ: CRUS) and Skyworks Solutions Inc (NASDAQ: SWKS). This could work in Avago's favor if Apple and Google Inc (NASDAQ: GOOG) continue to fluctuate. If Apple dominates the smartphone business, however, diversified suppliers may not perform as well as those who focus their efforts on Apple.\"I used to trade Avago when it was a $30 to $40 stock,\" said Udall. \"I like it to a point. I wasn't as close to the name as some other names, like Skyworks, which I was really bullish on for the better part of a couple years.\"Udall said it is \"possible\" that Avago has \"20 to 25 percent exposure to Apple,\" but he thinks it is a \"little bit lower.\"\"In general, their smartphone exposure is a little lower than some of these smartphone stocks,\" Udall explained. \"None of these guys say [they supply for] Apple. They all say 'high-end smartphones' or 'North American exposure.' But Avago is a little harder to read.\"\"Their quarter was pretty good,\" Udall added. \"I think they guided pretty strongly last quarter. Here's how I would read this: the fact that everybody thought the world was ending and everybody thinks the Chinese market is this huge detriment...the fact that Avago just guided in-line sort of says that business is probably pretty good.\"That said, Udall doesn't believe Avago's rise has anything to do with earnings.\"The stock has come from $150 to $100,\" he said. \"Once a stock, even an expensive stock, drops 50 points (or 35 percent), it's just not as expensive anymore. I think the stock was up today because it got hit so hard. The stock's not up a ton after hours. I think people were hoping for more, because Avago has reported some hellacious beats in the past.\"\"It seems like the pessimism that investors may have felt on Apple and its suppliers is not that serious at all,\" said Chowdhry. \"If you look at Avago, they just missed [sales], it's not that serious. The impact from China is less severe than many people have been assuming, I think. Based on the numbers Avago put in, it could recover the decline in value.\"Chowdhry said the company might recover in the next 90 days.Disclosure: At the time of this writing, Louis Bedigian had no position in the equities mentioned in this report.Latest Ratings for AVGO DateFirmActionFromTo Aug 2015Brean CapitalMaintainsBuy Aug 2015MKM PartnersMaintainsBuy Aug 2015JefferiesMaintainsBuyView More Analyst Ratings for AVGOView the Latest Analyst Ratings", 
    "U.S. stocks (^DJI, ^GSPC, ^IXIC) continue their surge for a second day, helped in part by yesterday's comments from New York Fed President William Dudley that suggested Janet Yellin and company may not be so quick to raise rates given the current environment.Here are some of the other stories Yahoo Finance is keeping an eye on today.ETF troublesOne of the biggest victims of this week's wild market ride were investors trying to capture the moves with ETFs. The funds meant to mimic indices or baskets of stocks left some investors deep in the red this week because they bought them with market orders. In the craziness of trading, especially on Monday, there was a large discrepancy between the bid and ask prices and those who may not fully understand just how the process works got burned.Apple Watch sales surpriseApple (AAPL) has kept the sales data of its latest gadget, the Apple Watch, private since its release this spring. But now we have a new estimate that could help gauge the popularity of the device. According to International Data Corporation, Apple shipped 3.6 million watches in the second quarter of this year. This makes Apple the second most popular wearable, just behind Fitbit (FIT).The end of big raisesAre you expecting a big raise this year? We'll don't get your hopes too high. Recent surveys found that on average, companies are planning pay raises of three percent for employees. This is reportedly a percentage point smaller than the raises employers gave out 20 years ago.", 
    "Here are all of the things we're expecting to see at Apple's big eventBusiness InsiderThursday, August 27, 2015Lisa Eadicicco(Steve Kovach/Business Insider)Apple just sent out invitations to its next major event, which is scheduled to take place on September 9 in San Francisco's Bill Graham Civic Auditorium.We won't know exactly what Apple has in store until the event, but based on Apple's history and recent reports, we have a pretty good idea of what they might unveil.Here's a look at the announcements we're expecting to see next month:Apple will probably unveil its next iPhone, which would be the headline announcement of the entire event.In years past, Apple has held an event in early September to introduce its new flagship phones. This year, we're expecting to see two new phones called the iPhone 6S and iPhone 6S Plus. Both phones are expected to come with Force Touch technology in their screens, better cameras with a 12-megapixel camera, and a stronger build.Here's more about what to expect in the next iPhone >> It's also been widely reported that Apple will announce a new Apple TV.Apple hasn't refreshed its Apple TV in quite some time, so we're expecting to see a new one next month. The next Apple TV will reportedly come with faster internal components, its own App Store, and a new remote control.For more on what Apple's next TV set top box might be like, check this out >> Apple will also tell us when iOS 9 will be released.iOS 9 is Apple's new software update for iPhones and iPads. With iOS 9, Apple focused on making its iPhone software smoother and more secure. A new version of Siri will also debut with the software, which makes smart predictions about queries you may ask depending on your behavior. This could be why Apple teased its big event with Siri on the invitation.For more on iOS 9, check out our big feature roundup >> Apple will probably talk about updates to the Apple Watch.Last year, Apple took the wraps off its much-rumored smartwatch. It's unclear if they'll talk about what to expect in the next iteration of the watch, but the company is likely to tell us when watchOS 2 will launch. WatchOS 2 is the company's next big software update for the Apple Watch, and it brings improvements such as the ability to connect to Wi-Fi networks when your iPhone isn't around and support for native apps.More on those improvements here >> Other stuffThere are some other Apple rumors floating around, but it's unclear if we'll see them addressed at this event. Apple is said to be working on a larger iPad called the iPad Pro, which will have a 12-inch screen instead of the standard iPad's 9.7-inch screen. Apple sometimes holds a separate event in September to talk about updates to its iPad and Mac products.Multiple reports have also indicated Apple has been working on its own subscription TV service that would essentially be a slimmed down version of cable. It was initially expected to launch this fall, but some reports have said it may be delayed.", 
    "It looks like Apple will be adding a new iMac to its lineup come October. The company is reportedly planning to release a version of its 21.5-inch iMac with a stunning 4K display, according to 9to5Mac's Mark Gurman.The company will unveil the new iMac in October, and it's expected to start shipping in November.The new model will have a 4096 x 2304 resolution screen compared to the current 21.5-inch iMac's 1920 x 1080 resolution display. Gurman says Apple may continue to sell this older model alongside the newer high-resolution ones.The announcement will likely coincide with the release of Apple's new Mac software, called El Capitan. The company has previously said that El Capitan will launch in the fall, but it hasn't said exactly when.Apple usually holds an event in October to make some new announcements regarding its Mac products, so it's not surprising to hear that we may see a new iMac next month.Rumors that Apple plans to release a new 21.5-inch iMac with a 4K screen have been circulating for quite some time. Back in June, Gurman discovered evidence in the beta version of El Capitan which indicated that the new software is designed to support devices with 21.5-inch 4K screens.", 
    "SAN FRANCISCO (AP) -- Apple shares helped lead the stock market on a steep dive Monday morning, but the tech giant recovered in dramatic fashion soon after CEO Tim Cook assured a popular Wall Street commentator that his company is still doing well in China.\"I get updates on our performance in China every day, including this morning, and I can tell you that we have continued to experience strong growth for our business in China through July and August,\" Cook wrote in an email to CNBC's Jim Cramer, who shared the message with his audience as Apple's stock plummeted more than 13 percent Monday morning.That plunge erased more than $75 billion in Apple's market value, which started the day around $602.8 billion.Apple and other U.S. tech stocks were rocked Monday by continued worries over China's economy, following an early sell-off on Friday. Apple says the region it calls \"Greater China,\" which includes Hong Kong and Taiwan, is its second-largest market — producing more than a quarter of its sales and its biggest share of growth last quarter.The company rarely comments on its stock performance, outside of quarterly earnings reports, as Cook acknowledged in his email to Cramer. But he went on to say that, in China, \"growth in iPhone activations has actually accelerated over the past few weeks, and we have had the best performance of the year for the App Store in China during the last 2 weeks.\"Apple's stock has been in a slump since its last earnings report in July, and some analysts have said it's unlikely the company can maintain the rapid growth it enjoyed over the last year. But others echoed Cook's bullish outlook on Monday. In a note to investors, Daniel Ives of FBR Capital Markets said he was continuing to rate the company \"outperform,\" citing the expected release of new iPhone models this fall and potential for more growth in China.Those sentiments appeared to boost Apple's stock back to nearly where it ended last week. After closing on Friday at $105.76, Apple shares plunged Monday to a low of $92, then soared as high as $108.80 before settling around $104 in the last half-hour of trading.", 
    "A look at two dozen automotive brands and plans for Apple CarPlay and Google's Android Auto:Alfa-Romeo: Working with CarPlay and Android, but hasn't set a date for introduction into any vehicles.Audi: Apple CarPlay and Android Auto will be available on the Q7 SUV, which goes on sale early next year.Buick: CarPlay and Android Auto will be offered during the 2016 model year on the Regal and LaCrosse sedans.Cadillac: CarPlay and Android Auto will be offered during the 2016 model year on the ATS, CTS, XTS, CT6 and Escalade.Chevrolet: The 2016 Chevrolet Corvette is already on sale with CarPlay. Fourteen Chevy models are scheduled to get CarPlay during the 2016 model year, including the Spark, Malibu, Volt and Silverado.Chrysler: Hasn't set a date for introduction of CarPlay and Android Auto into any vehicles.Dodge: Working with CarPlay and Android, but hasn't set a date for introduction into any vehicles.GMC: CarPlay and Android Auto will be offered on the Sierra, Sierra HD, Canyon and Yukon during the 2016 model year.FIAT: Working with CarPlay and Android, but hasn't set a date for introduction into any vehicles.Ford: Plans to offer CarPlay and Android Auto, but hasn't given a date. Company says both systems will be compatible with its Sync 3 infotainment system, which debuted this summer on the 2016 Ford Escape and Ford Fiesta.Hyundai: The 2015 Sonata sedan was the first vehicle to offer Android Auto. CarPlay will be offered on the Sonata soon.Jeep: Working with CarPlay and Android, but hasn't set a date for introduction into any vehicles.Kia: The 2016 Optima will offer Android Auto as soon as it goes on sale later this year. CarPlay will be added later.Lexus: No plans to offer CarPlay or Android Auto.Lincoln: CarPlay and Android Auto are compatible with Lincoln's new Sync 3 infotainment system, which debuted this summer on the Lincoln MKC, but they have not yet been hooked up.Mazda: In talks with CarPlay and Android Auto, but hasn't announced whether the systems will go into its vehicles.Mercedes-Benz: Mercedes is listed as a partner on CarPlay's Web site, but hasn't said when it will offer either system.Nissan: Plans to offer both CarPlay and Android Auto in the future, but hasn't said which vehicles or when.Ram: Working with CarPlay and Android, but hasn't set a date for introduction into any vehicles.Scion: No plans to offer CarPlay or Android Auto.Subaru: Plans to offer both CarPlay and Android Auto in the future, but hasn't said which vehicles or when.Toyota: No plans to offer CarPlay or Android Auto.Volkswagen: The Golf R small car and Tiguan SUV already have CarPlay and Android Auto. Most other models, except the Eos and Touareg, will be getting the feature in the next few months.Volvo: CarPlay will be offered on the new XC90 SUV in the fourth quarter of this year. Android Auto will come later.", 
    "(Reuters) - Apple Inc is looking to move into the original programing business to compete with video streaming companies such as Netflix Inc, Variety reported on Monday.Apple, which aims to begin offering the service next year, has held preliminary talks with executives from Hollywood in recent weeks to gauge their interest in producing entertainment content, Variety reported, citing sources. (http://bit.ly/1Q4MW59)Apple spokesman Tom Neumayr declined to comment.Such a move could mean increased competition for Netflix and Amazon.com Inc's Prime Video streaming service.Netflix has won over viewers with its award-winning original programs such as \"House of Cards\" and \"Orange is the New Black. Amazon has built up credibility, most notably with its television series \"Transparent,\" which won two Golden Globes earlier this year.Streaming services are becoming increasingly popular especially with younger viewers who often binge watch TV shows and do not want to pay for costly cable TV bundles.This has hit traditional media companies such as Viacom Inc, Walt Disney and Twenty-First Century Fox Inc, which posted disappointing numbers this earnings season.Apple's goal is to create development and production divisions that would churn out long-form content for online streaming, Variety said, quoting a \"high-level executive\" at the company.Cupertino, California-based Apple is looking to start hiring for the planned division in the coming months, Variety said, adding that it was not clear whether the focus would be on TV series, movies or both.\"..I don't think Apple can produce enough original content to launch a standalone service in at least 10 years or may be 20,\" Wedbush Securities analyst Michael Pachter said.Pachter, however, said Apple's large cash reserves would make Netflix investors nervous, because the tech giant could easily match Netflix's spending.Apple had $202.85 billion in cash, cash equivalents and marketable securities as of June 27.Bloomberg reported last month that Apple would delay its live TV service to at least next year. It had planned to introduce the service, delivered over the Internet, this year.(Reporting by Kshitiz Goliya, Lehar Maan and Anya George Tharakan in Bengaluru; Editing by Sayantani Ghosh)", 
    "Chicago, IL – September 01, 2015 – Zacks.com announces the list of stocks featured in the Analyst Blog. Every day the Zacks Equity Research analysts discuss the latest news and events impacting stocks and the financial markets. Stocks recently featured in the blog include the Apple (AAPL), Google (GOOGL), Facebook (FB) and Microsoft (MSFT).Today, Zacks is promoting its ''Buy'' stock recommendations. Get #1Stock of the Day pick for free.Here are highlights from Monday’s Analyst Blog:Technology Stock RoundupThere’s never a quiet week for the technology sector and right n the heels of all the excitement related to China came fresh developments related to Apple’s (AAPL) CEO, data on the company’s Watch sales, Google’s (GOOGL) reply to the EU competition chief, Facebook’s (FB) billion-user milestone, Microsoft’s (MSFT) beta release of Cortana for Android… and much more…Tim Cook on the Wrong Side of the Law?The trouble started out with Jim Cramer of CNBC reaching out to Apple CEO Tim Cook about Apple’s performance in China in the current quarter given the growth concerns related to the country. Apple stock was being hammered in successive trading sessions at the time. Cook returned with an email saying in effect that the negative sentiments notwithstanding, Apple had in fact done rather well in China in recent months.Normally, this would have been little more than a media scoop and things could have ended there. But the problem arose because Cramer is a notable Apple investor, so this information gave him an unfair advantage with respect to other investors at a critical time, enabling him to build position. The SEC frowns upon this kind of information sharing and protects investors under Regulation Fair Disclosure (Reg FD) that forbids the revelation of sensitive business information from publicly traded companies selectively to some investors. The action is particularly surprising given that Apple traditionally doesn’t comment at all on rumors and speculation.Google: Nothing Wrong with Google ShoppingEarlier this year, EU competition chief Margrethe Vestager issued a statement of objections against monopolistic practices allegedly inherent in Google Shopping. This was in response to complaints from a number of companies (initially small comparison shopping sites and later, other big Google competitors) about Google using its dominant position for anti-competitive purposes.Last week, Google defended its own position, saying that its practices in fact helped both consumers and advertisers and also that the EU hadn’t said how Google could be legally bound to use its own advertising space to display offerings from competitors. Vestager can now call for a hearing based on Google’s presentation or charge a fine, both of which Google is allowed to appeal.This isn’t of course the end of Google’s troubles in the EU. A bigger mess awaits it with respect to Android that Google has been trying to get increasing control over.Facebook Touches Billion User/Day MilestonePersonal Assistant Wars Heat Up with Cortana BetaAnalysts and investors alike have been speculating on the role and success of personal assistants in new-age mobile devices. Apple’s version is called Siri, Google’s version Google Now and Microsoft’s version Cortana. All of these had been sticking with their own operating systems so the role of the assistant was largely to fetch and carry information available on specific handsets and the web.But last week, Microsoft changed all that when it announced the public beta of Cortana for Android ahead of Google Now On Tap (not expected until Marshmallow launches later this year). Cortana can now be downloaded on Android devices and can even be made the default assistant, which can potentially help Microsoft gradually take over the Android device.Microsoft is taking a truly aggressive cross-platform approach with mobile devices given its sagging market share in phones and need to make headway in tablets. The company also has Cortana for iOS in the works. While it’s a bit early to assume it will be successful in these endeavors, the company is clearly on the right track with nothing to lose.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>About Zacks Equity ResearchZacks Equity Research provides the best of quantitative and qualitative analysis to help investors know what stocks to buy and which to sell for the long-term.Continuous coverage is provided for a universe of 1,150 publicly traded stocks. Our analysts are organized by industry which gives them keen insights to developments that affect company profits and stock performance. Recommendations and target prices are six-month time horizons.Zacks \"Profit from the Pros\" e-mail newsletter provides highlights of the latest analysis from Zacks Equity Research. Subscribe to this free newsletter today. Find out What is happening in the stock market today on zacks.com.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "SAN FRANCISCO (AP) -- Apple is leaning on Cisco Systems' Internet networking expertise in its latest attempt to sell more iPhones and iPads to corporate customers.The alliance announced Monday calls for Cisco to ensure that corporate Internet connections relying on its gear deliver content quickly and securely to iPhones and iPads. Cisco will also help Apple develop ways for iPhones to interact more smoothly with workers' office phones.Financial terms of the partnership weren't disclosed.This is the second time in two years that Apple has teamed up with a major technology company that focuses on business customers. Apple joined forces with IBM Corp. 13 months ago to build and sell business applications for the iPhone and iPad.The aggressive push into the corporate market is part of Apple's strategy to reverse a slump in the iPad. Sales of the pioneering tablet have fallen from the previous year in six consecutive quarters, reflecting competition from less expensive alternatives and consumers' aversion to upgrading to the latest iPads as frequently as they have with new versions of the iPhone.Apple Inc. is hoping to spur more sales of the iPad by making the tablet more useful for businesses. The Cupertino, California, company also wants to expand the appeal of the iPhone, its biggest moneymaker.Apple's intensifying focus on business customers has prodded the company to befriend former antagonists.The notion of Apple and IBM helping each other out once would have seemed inconceivable because they were such bitter rivals in the personal computer market. The animosity ran so high that Apple famously skewered IBM as a soulless company devoid of new ideas in a television commercial that evoked images of novelist George Orwell's \"Big Brother\" figure in \"1984.\"Although Apple's relationship with Cisco never got that nasty, the two companies locked in a legal skirmish over rights to use the terms \"iPhone\" and \"iOS,\" the software that powers Apple's mobile devices.Maintaining that it owned the iPhone trademark, Cisco sued Apple shortly after that device was announced in 2007. The companies reached a confidential settlement that allowed both companies to use the name.Cisco Systems Inc. also calls its own networking software \"IOS.\" The San Jose, California, company agreed to license that name to Apple for an undisclosed amount.Apple isn't the only maker of popular consumer products that's trying to court more business customers. Google, the maker of the Android operating system for mobile devices and Chrome operating system for personal computers, also has been trying to muscle into the same market.", 
    "Apple is officially letting Windows users watch its big iPhone event for the first time everBusiness InsiderThursday, August 27, 2015Matt Weinberger(Apple)Usually, when Apple holds a big product announcement, it only lets Mac, iPhone/iPad, or Apple TV users watch the live streamed video.But on September 9th, when Apple is holding its next big event, Microsoft Windows 10 users are invited to the party, too, as first noticed by GeekWire.Buried in the fine print of Apple's event invitation is the detail that you can, indeed, use Microsoft's new Edge browser to watch the livestream, included in Windows 10.Apple has long said that the issue isn't on their end: Apple's Safari uses Apple's own HTTP Live Streaming technology, which it's tried to push as a standard. But browsers like Microsoft Internet Explorer, Google Chrome, and Mozilla Firefox never put that standard into their own software.Now, Microsoft Edge is the first browser to adopt the standard, meaning that Apple can officially invite the non-Mac crowd to watch its upcoming event.Of course, Windows users haven't been completely left in the cold: With media players like VLC, users could put a web address in and happily watch away. But that wasn't exactly endorsed by Apple.", 
    "NEW YORK (AP) -- In a story Sept. 2, The Associated Press reported that news from the AP will be available on Apple's News app through an RSS feed. Although that was the case in a preliminary, \"beta,\" version of the app, this AP feed isn't expected to be included in the app's broader release.", 
    "Why the Apple Death Cross Doesn't MatterZacksWednesday, August 26, 2015Panel Of Zacks ExpertsApple (AAPL) shares have plunged from their highs. Zacks Stock Strategists Tracey Ryniec and David Bartosiak discuss Apple’s fundamentals and its chart.Apple is cheap. It is trading with a forward P/E of just 11.4. Earnings are expected to grow 41% this year but only in the single digits for next year. China now makes up 25% of revenue. Should investors be concerned for 2016 with China weakening and the estimates lower?Shares have also just hit a death cross. David discusses why he thinks the death cross is meaningless and what else the chart is telling him about Apple.Apple is a Zacks Rank #3 (Hold) but has a Zacks Style Score of A in Growth, Value and Momentum. Is it a buy here?Watch our short video below to learn more about Apple.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "Already a global leader in technology, Apple AAPL has shown its intent to expand its product line in recent years. While the launch of Apple Pay and the release of the Apple Watch were historic moves for the company, it is clear that it wants to go further. In fact, the next major Apple product might as well be an electric car.The post has rekindled rumors regarding its electric car project, as the tech giant isn’t willing to accept that it is working on these lines.Other ReportsReports about Apple’s top-secret vehicle development plans have been around since February. According to earlier reports, Apple’s CEO Tim Cook has given the greenlight to VP Steve Zadesky to assemble a 1,000 member team dedicated to developing the car. Zadesky’s initiative is reportedly codenamed “Project Titan.”Apple has been acquiring talent from the automotive industry for months now, and the recent appointment of Jamie Carlson, a former senior engineer from Tesla, is an indicator that the Cupertino, CA-based company is developing its own vehicle.As per reports, Apple has already hired a bunch of people with relevant expertise. In January, Apple employed Megan McClain, an ex-Volkswagen AG engineer with experience in automated driving, and Vinay Palakkode, a graduate researcher at Carnegie Mellon University, which is a center of automated driving research. In August, Apple hired Xianqiao Tong, an engineer who made computer vision software for driver assistance systems at microchip maker NVIDIA Corp. NVDA.Carlson's LinkedIn profile reveals that he joined Apple in August in an undisclosed position in a special projects group. Till July, Carlson was an engineer for Tesla's Autopilot self-driving car program. Before that he worked on automotive engineering for Gentex Corp, a Michigan-based supplier.Bottom LineAlthough Apple has kept most of the details about Project Titan under lock and key, there are indications that the company is attempting to develop an autonomous vehicle.At present, these talent acquisitions are the only thing obvious indications. The rest of the details about Project Titan are simply industry chatter and rumors at this point and will continue till the company clears its stance.", 
    "Pentagon teams up with Apple, Boeing to develop wearable techReutersFriday, August 28, 2015By David AlexanderMOUNTAIN VIEW, Calif. (Reuters) - U.S. Defense Secretary Ash Carter awarded $75 million on Friday to help a consortium of high-tech firms and researchers develop electronic systems packed with sensors flexible enough to be worn by soldiers or molded onto the skin of a plane.Carter said funding for the Obama administration's newest manufacturing institute would go to the FlexTech Alliance, a consortium of 162 companies, universities and other groups, from Boeing (BA.N), Apple (AAPL.O) and Harvard, to Advantest Akron Polymer Systems and Kalamazoo Valley Community College.The group will work to advance the development and manufacture of so-called flexible hybrid electronics, which can be embedded with sensors and stretched, twisted and bent to fit aircraft or other platform where they will be used.\"This is an emerging technology that takes advanced flexible materials for circuits, communications, sensors and power and combines them with thinned silicon chips to ultimately produce the next generation of electronic products,\" Carter said.He was speaking at NASA's Ames Research Center in the heart of Silicon Valley.The consortium, which will be managed by the U.S. Air Force Research Laboratory, will add $90 million to the federal money. Local governments will chip in more, boosting the group's total five-year funding level to $171 million.Defense officials say the rapid development of new technologies around the globe is forcing the Pentagon to seek partnerships with the private sector rather than developing most of its technology itself, as it once did.\"I've been pushing the Pentagon to think outside our five-sided box and invest in innovation here in Silicon Valley and in tech communities across the country,\" Carter said.The Flexible Hybrid Electronics Manufacturing Innovation Hub, which will be based in San Jose, is the seventh of nine such institutes planned by the Obama administration in an effort to revitalize the U.S. manufacturing base.The Pentagon established its first institute in 2012 to help advance the development of 3-D printing.The institute funded on Friday aims to use high-end printing technology to create specialized, stretchable electronics that could be embedded with sensors and worn by soldiers.The technology also could ultimately be used to integrate sensors directly onto the surfaces of ships or warplanes, allowing real-time monitoring of their structural integrity.Carter also met on Friday with the Defense Science Board for a briefing on its latest study on how autonomous military drones and robots should be in the future.The department has become increasingly dependent upon drones and other robots of varying degrees of autonomy, using them for everything from surveillance and reconnaissance to delivery of supplies and carrying loads for ground troops.", 
    "Best Buy to Expand Sales of Apple Watch Across All StoresZacksWednesday, August 26, 2015Zacks Equity ResearchBest Buy Company, Inc. BBY appears to be impressed by Apple Inc.’s AAPL new smart watch. This specialty retailer of consumer electronics believes the Apple Watch has mass appeal and that its demand would further increase in the coming days.Consequently, Best Buy announced that it would expand distribution of the Apple Watch in a multi-fold manner, ahead of the upcoming holiday season as demand for the product has exceeded expectations.We note that Best Buy was the first retailer, other than Apple’s own stores, to sell the smart watch. Earlier this month, the hi-tech gadget was available across more than 100 Best Buy stores as well as online on BestBuy.com.Given the growing demand of the watch, Best Buy has decided to make it available across all of its 1,050 big-box stores by the end of Sep, 2015. Apart these stores, the Apple Watch will also be sold at about 30 Best Buy Mobile Stores by the end of the above mentioned time frame.Further, Best Buy will start selling AppleCare warranties later this year. The company will also turn into an authorized service provider for Apple products by the holiday season. The authorized service facilities will be initially available across 50 Best Buy stores.The move signifies Best Buy’s deepening ties with Apple. The company also announced that it has been revamping the 740 Apple shop-in-shops with help from the tech giant. Best Buy disclosed that it has finished upgrading about 350 in house Apple stores and expects to upgrade approximately 520 outlets by the holiday season.The upgraded Apple shop-in-shops have new fixtures and more display tables for iPhones, iPads, MacBook and the Apple Watch. These facilities are expected to enhance customers’ shopping experience and give an edge to Best Buy over its competitors.As per sources, Apple’s CEO Tim Cook did not disclose much about the sales of Apple Watch in the company’s third-quarter earnings call on Jul 21, 2015. Moreover, third party research hinted that the Apple Watch sales have slowed down compared to the initial sales after its launch in April.However, Best Buy looks convinced about the success of Apple Watch in the coming days.At present, Best Buy carries a Zacks Rank #3 (Hold). A better-ranked stock in the same industry is Aaron’s, Inc. AAN, sporting a Zacks Rank #1 (Strong Buy). Another better-ranked stock in the related industry is Target Corp. TGT, carrying a Zacks Rank #2 (Buy).Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "Taylor Swift probably won't be at Apple's big September 9 event, but these artists could beBusiness InsiderThursday, August 27, 2015Matt Weinberger(Shine On Media via YouTube)Taylor Swift and guest St. Vincent at a recent Swift show in LA.Sorry, Swifties: It looks like pop idol Taylor Swift won't be celebrating her renewed relationship with Apple by showing up to its September 9th event in San Francisco, because she has a show in Houston, Texas the same day. But this is looking like Apple's biggest product launch event ever, taking place at San Francisco's 7,000-seat Bill Graham Civic Auditorium. And it would seem like a waste not to have some major musical talent on hand.Siri's not giving any hints, but maybe we can find one.Here are the Apple-affiliated musicial acts that have a gap in their touring schedule on September 9th:Drake, who introduced Apple Music on stage earlier this year. The Weeknd, who debuted his new single \"I Can't Feel My Face\" at that same Apple Music event. Coldplay, who was on hand at a 2010 event to help Steve Jobs launch the iPod Shuffle. Run the Jewels and St. Vincent, both of whom have shows on Apple Music's Beats1 Radio. Norah Jones played at a 2009 Apple event.Sorry, Bono fans: U2 is touring in Amsterdam that same day.Meanwhile, Lady Gaga (endorsed Apple Ping at a 2010 event), John Legend (played at the 2006 introduction of Apple TV and a new iPod Nano), and Apple executive Dr. Dre himself are not currently touring, which makes them wildcards.Naturally, Apple could recruit some talent from out of left field. It wouldn't be the first time Apple surprised us.Also, Taylor Swift's Texas concert is at 5pm central time, meaning that she could very well hit both if she were very determined, since Apple's event starts in the morning.", 
    "Is Apple Building A Secret High-Tech Car?BenzingaMonday, August 24, 2015Laura BrodbeckAutonomous cars have been in the spotlight over the past year as companies like Tesla Motors Inc (NASDAQ: TSLA) and Google Inc. (NASDAQ: GOOG) (NASDAQ: GOOGL) advance toward creating a self-driving vehicle. However, Apple Inc. (NASDAQ: AAPL) has been silently, and secretly, working on a car of its own – or so the rumors say.The Guardian reported that the company's engineers have been communicating with Momentum Station, an old naval base in San Francisco that is being transformed into a testing space for driverless cars. Apple's secret project, dubbed Project Titan, has been making its way through the rumor mill with many speculating that the company could be much further along in the race toward completing a driverless car than expected.Related Link: Did Apple Intentionally Leak Its Self-Driving Car?New Display SystemThe Washington Post reported earlier this month that Apple was working on a new display technology that draws on the sight system World War II fighter pilots used to lock in their targets while in flight.The system would project important information onto a driver's windscreen using a head-up display (HUD). HUD is not a new concept; other companies like Garmin have already come out with systems able to beam directions out to the driver.Shrouded In SecrecyWhile most agree that Apple is working on auto technology, the question of whether a car is being developed is still hotly debated. The Wall Street Journal reported back in February that Apple had been putting together a massive project team, which suggests a car is in the works.The fact that Apple execs have been taking trips to visit car manufacturers around the world and many of the company's high-level new hires have a great deal of auto experience have led some analysts to conclude that the electronics giant will be unveiling an autonomous car in the coming years.", 
    "Demand for Apple Watch has been 'so high,' Best Buy will start selling it everywhereBusiness InsiderTuesday, August 25, 2015Matt Rosoff(REUTERS/Danny Moloshok)The Apple Watch has been such a strong seller for Best Buy that the company is rolling it out to all 1,050 of its stores by the end of September, up from 100 stores this month.The electronics retail chain is also expanding the Apple \"store within a store\" program, where it sets up a special area to display Apple products.The stores-within-a-store will have new Apple fixtures and are larger with more display tables for phones, computers and tablets. We've already implemented approximately 350 of them and expect to upgrade a total of approximately 520 by holiday. The additional display tables are great for the merchandising of Apple Watch, which went on sale on BestBuy.com and in more than 100 of our stores in August.Now because demand for Apple Watch has been so strong in these stores and online, we are excited to share that beginning September 4 we will be carrying Apple Watch in more than 900 of our big-box stores. Apple Watch will be available in all 1,050 of our big-box stores and in approximately 30 of our Best Buy Mobile Stores by the end of September.", 
    "Apple lines up Sept. 9 event, seen unveiling new iPhonesReutersThursday, August 27, 2015SAN FRANCISCO (Reuters) - Apple Inc on Thursday invited journalists to a Sept. 9 event, where it is expected to unveil new iPhones and potentially a new version of its Apple TV set-top box.The email invitation includes a colorful Apple logo with the sentence \"Hey Siri, give us a hint,\" referring to Apple's popular digital voice assistant.The company traditionally announces its new iPhones in September.Apple is widely expected to unveil the iPhone 6S and the iPhone 6 Plus S. Typically, the company launches upgraded versions to existing phones under the \"S\" range.Media reports have indicated that Apple is preparing for the largest initial production run for its next iPhones by the end of the year.The new iPhones are also said to feature Force Touch technology, which can distinguish between a light tap and deep press.Cross Research analyst Shannon Cross said she was also expecting a faster processor on iPhones.\"We assume that they may come out with a new iPad at the event as well,\" Cross added.When users posed the question in the invitation to Siri on their iPhones, Siri threw back responses such as \"You're cute when you're desperate for information\" and \"You'll have to wait until Sept. 9. I bet you were one of those kids who snuck downstairs to open presents early, weren't you?\"The event will be held at 10:00 a.m. PT in the Bill Graham Civic Auditorium in San Francisco, which can hold about 7,000 people.Apple did not immediately respond to requests for more details on the event.", 
    "Apple Inc. (NASDAQ: AAPL) has gained 1.5 percent this year, even despite a 5.4 percent decline in the past month. Jefferies analyst Jinho Cho recently reversed analysis that iPhone shipments would rise – saying now instead that the shipments would \"stagnate\" in Q3.Cho said the sales slump was mainly due to a delay in the new iPhone launch and deteriorating consumer sentiment in China.When Apple announces its new iPhones next week, the announcement is likely to fall flat. In fact, Jinho Cho predicted that Apple's Q3 sales would be at 39 million units, down 17 percent on the quarter and flat year-over-year. This new forecast is 9 million units less than Cho's prior forecast, particularly the result of a delay in the new iPhone's launch.Not only is the delay problematic, but Cho argued that, \"the small functional differences between the new iPhone models (the iPhone 6S/6S+) and their predecessors (the iPhone 6/6+) could fail to stoke pent-up demand.\" Those differences include a higher-resolution camera and the Force Touch technology.Further, China may prove to be a problem for Apple. Cho noted that, \"consumer sentiment has recently been deteriorating in China, the world's largest iPhone market.\" Total smartphone demand will be just 9.15 million units in Q3, slightly down by 1.5 percent year-over-year.Not only is this news not good for Apple, which derives more than 63 percent of its revenue from iPhones, but it will also \"weigh on 3Q15 earnings at companies in Apple's supply chain.\"Latest Ratings for AAPL DateFirmActionFromTo Aug 2015Wells FargoUpgradesMarket PerformOutperform Aug 2015Bank of AmericaDowngradesBuyNeutral Jul 2015NomuraInitiates Coverage onBuyView More Analyst Ratings for AAPLView the Latest Analyst Ratings", 
    "Apple's TV Service Could Be 'Netflix On Steroids'BenzingaTuesday, September 1, 2015Louis BedigianApple Inc. (NASDAQ: AAPL) reportedly abandoned any and all plans to release television set, which did not surprise anyone, but rumors insist the company is still interested in the business.Recent reports indicated that Apple might be looking to crack the pay-TV market, but there are a number of obstacles that may be impossible to overcome. The latest rumor comes from Variety, which reported Apple's intent to produce original content for an unannounced service.\"What did Apple do when it released the iPhone? They ended up dominating the smartphone industry,\" tech expert Sean Udall told Benzinga. \"They try to come into an industry and become one of the three largest players and ideally the largest player.\"Udall said there is little doubt that Apple is building a pay-TV service of some kind, but he doesn't expect the company to compete with the likes of Comcast Corporation (NASDAQ: CMCSA). He said the bundle -- particularly those that include Internet, cable and phone services -- is the best entertainment deal available.\"It's a great deal,\" said Udall. \"If you try to replicate that, especially if you need [specific] channels...I want Bloomberg and CNBC. I want certain sports channels [and] pay channels. To replicate that without a cable bundle, I guarantee it would cost me more, especially if I want a phone and 100-meg Internet service.\"\"My view has always been they bring Netflix on steroids,\" Udall said of Apple's plans. He does not think it would be very difficult for Apple to acquire 60 to 70 percent of the content already present on other streaming services, which is not exclusive.It would be more challenging for Apple to acquire content from Walt Disney Co (NYSE: DIS) and DreamWorks Animation Skg Inc (NASDAQ: DWA), which have exclusive deals with Netflix. Hulu recently scored its first major deal after signing with EPIX.\"Even YouTube does original content,\" Udall added. \"If you're gonna have a system -- a media content delivery system -- you're gonna have original content.\"Related Link: Is Apple's 'Drought Of Innovation' Finally Over?Risky BusinessPatrick Moorhead, president and principal analyst at Moor Insights & Strategy, is a fan of the pay-TV concept but does not think that Apple should produce original content.\"Original content is always exciting, but also realize that people are shopping around to everybody,\" Moorhead told Benzinga. \"It's not as if Apple is going to inspire some new genre of content.\"Moorhead is most concerned that Apple will offend some of its customers with the content it produces.\"I think this is risky for Apple,\" said Moorhead. \"I think it's risky in that they will associate their brand -- the most powerful consumer brand on the planet -- they will take a major risk on messing that up for very low gain. Imagine this: you have the ability to offend the left, the right, the center, the LGBT.\"Apple currently sells controversial content via iTunes (such as this movie from 2013), but Moorhead said that's less of an issue because Apple \"didn't underwrite it.\"\"They're not funding it,\" he said. \"They're not investing $50 million to own the content and fund the production of it.\"Disclosure: At the time of this writing, Louis Bedigian had no position in the equities mentioned in this report.", 
    "(Continued from Prior Part)Tim Cook assuages investors’ worries about China’s impact on AppleIn the previous part of this series, we discussed how the news of China’s slowdown led to Apple’s (AAPL) stock declining by 6% last Friday. Overall, Apple’s stock has declined by about 30% over the past month or so. To assuage the tech giant’s investors, Tim Cook, Apple’s CEO, sent a message to CNBC’s Jim Cramer that Apple is still growing strong in China, according to a report from CNBC.In a rare mid-quarter announcement, Cook noted that iPhone activations and App Store business has shown strong growth in China (MCHI) over the past few weeks. He also mentioned that Apple’s overall business in China showed strong growth in July and August.Apple’s position in China’s smartphone market deteriorated in 2Q15The announcement of strong iPhone activations in China over the past few weeks is a surprise, considering the iPhone 6 and iPhone 6 Plus lost their novelty factors—these phones are 11 months old. Consumers are waiting for Apple’s new iPhone release, the iPhone 6S, in September. Another reason for this surprise is that Apple’s iPhone market share has declined over the past few months in China.According to a report from IDC, Apple was the top smartphone player in China in 1Q15, followed by Xiaomi, Huawei, Samsung (SSNLF), and Lenovo (LNVGY). However, according to a report from Counterpoint for 2Q15, Apple now ranks third in the smartphone market in China, behind Xiaomi and Huawei. The above chart shows that Apple’s share in the Chinese smartphone market has declined from 17.8% in 1Q15 to 12.2% in 2Q15.Following Cook’s statement, Apple’s senior vice president Eddy Cue told USA Today that July 2015 was a record month for Apple’s App Store. We discussed this aspect of the business in Apple Had a Record July for Its App Store Business, noting that Apple’s App Store is able to beat Google (GOOG) Play’s business in terms of monetization despite having fewer apps.", 
    "Apple is launching a new 'rose gold' color option for the iPhone 6S that looks like the super expensive Apple Watch, report saysBusiness InsiderThursday, August 27, 2015Lisa Eadicicco(Rob Price/BI)The rose gold Apple WatchFor months we've been hearing that Apple plans to launch a new pink color for the iPhone 6S, but now we have a better idea of exactly how that will look.The iPhone 6S will come in a rose gold color that looks exactly like the color choice Apple introduced for its high-end Apple Watch, reports 9to5mac's Mark Gurman.Gurman describes the color as a \"copper-like variation\" of the gold color Apple originally launched with the iPhone 5S back in 2013. It'll have the same color as the Apple Watch Edition's rose gold casing, but the iPhone will be made of aluminum.The Wall Street Journal reported back in March that Apple was considering adding pink to its lineup. But until this point, it wasn't specifically clear what shade of pink that would be. Apple has launched pink iPods and the pink iPhone 5C in the past, but if Gurman's report proves correct the pink iPhone 6S won't look anything like those gadgets.This rose gold color choice isn't the only Apple Watch feature coming to the iPhone. Apple is expected to bring the Apple Watch's Force Touch screen and its animated wallpapers to the phone as well. We'll know for sure when Apple holds its event on Sept. 9.", 
    "August came to a close with a highly anticipated event announcement and a social media milestone.Apple Confirmed Its September 9 Event, Teased Siri AnnouncementApple Inc. (NASDAQ: AAPL) confirmed its event this week when it began to send out invitations for the September 9 extravaganza. As always, the invitation was light on words, but it did offer up one notable tagline:\"Hey Siri, give us a hint.\"\"That was just a play in with Siri,\" FBR Capital Markets analyst Daniel Ives told Benzinga.Apple expert Sean Udall wondered why Apple would mention Siri without any plans to talk about it at the conference.\"Why would they promote Siri [and] call it out especially?\" Udall questioned.For the first time in history, one billion people used Facebook Inc (NASDAQ: FB) in 24 hours.Contrary to what some analysts assumed, that milestone was not reached by combining the total daily users from Facebook, Instagram and WhatsApp. That number referred entirely to Facebook's total users for the day.Nonetheless, Patrick Moorhead (president and principal analyst at Moor Insights & Strategy) told Benzinga that he thinks Facebook's milestone is only sustainable \"with the additions of WhatsApp and Instagram.\"\"WhatsApp caters to emerging regions and Instagram caters to kids and millennials, the populations to either not use Facebook.com or are looking for the next, new brand and experience,\" said Moorhead.\"It seems like the pessimism that investors may have felt on Apple and its suppliers is not that serious at all,\" Chowdhry told Benzinga. \"If you look at Avago, they just missed [sales], it's not that serious. The impact from China is less severe than many people have been assuming. I think. Based on the numbers Avago put in, it could recover the decline in value.\"Is The Media Wrong About Netflix's International Exposure?Albert Fried & Company Director of Research Rich Tullo thinks the media is wrong about Netflix, Inc. (NASDAQ: NFLX). One of his primary concerns is growth. He said the company has already surpassed roughly 60 percent of global broadband houses, which means Netflix may not have as much room to grow as investors expect.Tullo is also concerned about the price discrepancies for Netflix in various regions.\"Netflix in Mexico costs the subscriber about $30 in local terms, which I think is a lot for a worker making only $11,000 a year,\" said Tullo.Munster said it is a myth that VR will be the next 3D TV, that it will make people sick or that there won't be enough content. He also dispelled the myth that VR is not social and that it is easy to convert existing games to the format.Munster is also one of the first analysts to release sales predictions for Oculus Rift, the long-awaited VR headset from Facebook. He expects the company to sell three million units in 2016 at a price of $399.Disclosure: At the time of this writing, Louis Bedigian had no position in the equities mentioned in this report.", 
    "Time for your daily dose of trending tickers, the stocks you're following based on your Yahoo Finance ticker searches.AppleU.S. stocks are off their lows after diving at the open, taking down blue chips including Apple (AAPL). The Dow Jones Industrial Average was down more than 1,000 points, at one point. Shares rose back above $100 dollars a share after dipping below that market in earlier trading. That is the lowest since last October. The tech leader also led the declines for the S&P 500, more than any other stock.AlibabaAlibaba (BABA) dropped below its initial public offering price. The Chinese e-commerce giant traded below its IPO price of $68 a share for the first time. The stock fell as low as $58, earlier in the session. Alibaba set records for valuation when it debuted on the New York Stock Exchange, last September.Disclaimer: Yahoo, parent of Yahoo Finance, is a major shareholder in Alibaba.Oil giants Exxon Mobil (XOM) and Chevron (CVX) continued to lead the Dow Jones Industrial Average lower. Energy stocks got hit by collapsing oil prices, along with further signs that China's economy is slowing. Crude prices are on track to close below $39 dollars a barrel, for the first time since the financial crisis.", 
    "Why the iPhone 6S is Vital to Apple ShareholdersZacksMonday, August 31, 2015Ryan McQueeneyWhen I’m feeling down, I normally go grab a burrito bowl from Chipotle and throw on some John Mayer to feel better. When Apple’s ( AAPL) stock is down nearly 15% just a few weeks after approaching new highs, the Cupertino-based tech giant likes to release a new iPhone.Fine, Apple isn’t releasing a new phone every rainy day, but its recent performance on the market has investors desperate for a kick start. Apple is looking to provide just that with the rumored unveiling of the new iPhone 6s at the company’s keynote event on September 9 (also read What to Expect from Apple's September Keynote).What We’re GettingWhile Apple doesn’t comment on unannounced projects, several rumors and reports give us a good idea of what is coming with the 6s. As is typically the case with the “S” versions, the iPhone 6s will be more of an update than a new model. The main features include an updated front and rear camera and the implementation of Apple’s new haptic feedback technology, “Force Touch.”The bigger story is really what isn’t in the new iPhone. The phone will not have a new tougher glass screen, and it will also be missing Apple’s newly patented technology that turns the device right-side up when it’s dropped. Apple may be holding these back for a future release down the line.Why it MattersIPhone launches have become somewhat of an expectation these days, and we can generally predict a September reveal and launch. Although investors may know when a launch is coming, this particular launch is a bit more important than usual.Apple’s stock has been slumping and needs rejuvenation, but that isn’t the only reason the company needs a strong iPhone 6S launch. To ensure the long-term prospects of the stock, Apple needs to blow away analysts’ sales expectations.IPhone sales are vital for Apple, accounting for 63% of the company’s total revenue. And the iPhone has always had an impressive history of growth. If current estimates hold up, Apple will sell 231 million devices in FY2015, which would represent a year-over-year growth of 36.6%.However according to FactSet, Apple is in for a dangerous FY2016. FactSet compiled estimates from 31 analysts, finding an average expectation of 235 million iPhones sold in 2016. This is just a 2% growth from this year’s estimated numbers, and it brings Apple shockingly close to a decrease in iPhone sales for the first year ever.In addition to possible slumping phone sales, Apple investors have cause to be concerned about several other products. In its latest earnings report, Apple chose not to highlight the sales numbers of the Apple Watch, leading some to speculate that they may have been lower than expectations. Also, Apple has noticed that iPad owners tend to upgrade at a much lower rate than that of iPhone users, causing the company to seek out corporate partnerships to boost sales.Bottom LineFor years, Apple has been one of Wall-Street’s favorite picks. The company almost always outperformed and seemed a stable investment for everyone. Only recently have serious concerns about the company emerged, and just because these concerns are new does not make them baseless.Apple needs to come out swinging in its upcoming keynote, and the launch of the iPhone 6s has to be a big one. If sales of the new model can get off to a good start, Apple may be able to jump ahead of the sluggish expectations early. This should give investors the confidence to overlook some of the other shaky signs.Currently, Apple has a Zacks Rank #3 (Hold), and its stock has been volatile over the past week or so. All eyes will be on the keynote on September 9, as the company looks to initiate a big turnaround.Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>Want the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report", 
    "Apple may produce original Hollywood content—here’s why that would be a great moveQuartzTuesday, September 1, 2015Dan FrommerApple could be going to Hollywood.The company has “held preliminary conversations in recent weeks” with executives there to “suss out their interest in spearheading efforts to produce entertainment content,” Variety reports. Other sources “described the company’s exploration as more of a flirtation,” the publication notes, adding that Apple also made a bid for the hosts of the automotive show “Top Gear” when they left the BBC earlier this year.Such a move would be a shift for Apple in the entertainment business. So far, it has sold or rented access to shows from other networks and studios via its iTunes store. And it has provided software platforms for companies to distribute content on devices such as the iPhone and Apple TV streaming-media box, both of which are due for updates next week at an event in San Francisco.But considering the Hollywood landscape, this seems like a smart idea to at least try.Television networks are increasingly realizing that streaming services are at odds with their fading business models of cable subscription fees and large-scale brand advertising. As a result, they’re unlikely to bend to Apple’s requests to partner up. Note the company’s struggles trying to get buy-in for a reported streaming TV service, which has been in the works for years and still isn’t ready.Meanwhile, exclusive content has been hugely successful for other streaming video providers, most notably Netflix and Amazon, but also HBO, which just launched a streaming-only version of its premium TV service.“We are making great progress shifting to exclusive content and expanding our original content, which differentiates our service, drives enjoyment for existing members and helps motivate consumers to join Netflix,” the company’s chief executive Reed Hastings wrote in his latest letter to shareholders (pdf). Netflix’s spending on original content could approach $5 billion in 2016. (This leads to an obvious question: Why doesn’t Apple, which has the money, just buy Netflix? Too much, too fast?)Apple has also seen the benefits of producing original “content” for other platforms for years, albeit in very different formats.The downside, of course, is adding complexity to an operation and losing focus. Apple already has enough to do, and already doesn’t do everything perfectly or ahead of schedule. In the past, it has kept itself focused by building platforms for others to use for the unpredictable, often-unrewarding job of creating and distributing content.But if Apple wants to win the living room with its new TV platform, original or exclusive content may become an inevitability.“Catalog and licensing isn’t enough,” long-time digital media executive Jason Hirschhorn, who has worked at MTV, Sling, and MySpace, tweeted. “Which show/talent. No idea.” he continued, adding that Jon Stewart, who recently left “The Daily Show” at Comedy Central “would not shock” him. “Everyone is siding up and they are no exception.”", 
    "Shares of tech giant Apple (AAPL) broke below $100 a share in premarket trading on Monday as a global sell-off in equities continued.The company has become a benchmark not only for the technology sector, but also for confidence int he global economy. China is hugely important for Apple- the plunge in its share price could be mainly tied to the crisis of confidence in the global economy, especially in China.Apple slide more than 7 percent before U.S. markets opened as Nasdaq futures (CME:Index and Options Market: @ND.1) were also down about 5 percent.On Friday, shares tumbled nearly 4 percent as investors worried about the outlook for the iPhone as well as on concerns about China's economic health.\"If iPhone units are down, the stock could continue to tread water and underperform relative to the market in the near term,\" Toni Sacconaghi, technology analyst at Sanford C. Bernstein, told CNBC on Friday. The company's iPhone business accounts for about 70 percent of its profits.\"Apple gets about 25 percent of its revenues from China and there's been increasing unease about the overall Chinese economy,\" he said. \"We've seen other premium goods manufacturers starting to report weakness in China [and] I think investors are starting to extrapolate that.\"", 
    "Apple shipped 3.6 million Apple Watches in the second quarter of 2015, just behind Fitbit's 4.4 million wearable fitness and health trackers, IDC said.The Apple Watch, which sports many health-related features and apps, is seen as the biggest rival to Fitbit's trackers.Shipments of wearable devices more than tripled to 18.1 million units in the second quarter, IDC said.\"It's worth noting that Fitbit only sells basic wearables - a category that is expected to lose share over the next few years, leaving Apple poised to become the next market leader for all wearables,\" the IDC report said.Fitbit Inc's stock market listing in June got a rousing response from investors, with shares jumping as much as 60 percent. They closed at $38.40 on Wednesday, nearly double their IPO price.", 
    "Apple has sold over 1 million Watches in China according to this studyBusiness InsiderWednesday, September 2, 2015Julie BortI(REUTERS/Toru Hanai )Customer Tomoyoshi Fujimura sets up his Apple Watch, which is to be paired with his iPhone, after buying it at an electronics store in Tokyo April 24, 2015.s the Apple Watch, released in April, a success or a flop? Apple isn't sharing numbers, although CEO Tim Cook did say in July that sales for the watch in its first quarter exceeded \"internal expectations\" and the watch is now on sale in 19 countries.One of those countries is China, where the Watch appears to have some traction.Sales of Apple Watch in China have exceeded 1.07 million total devices, according to a big data analysis by a Chinese company called TalkingData.TalkingData is a mobile app monitoring platform used by 80,000 apps, including China's extremely popular chat app WeChat. WeChat has over 1 billion registered users, and 549 monthly active users.Given the type of people likely to be early adopters of the Watch, and the kinds of things people will do with the watch (like send and receive messages), we'd guess that many (if not most) Apple Watch users in China are also WeChat users.Cook's unprecedented letter to to CNBC's Jim Cramer, late last month promised investors that Apple's business in China is doing just fine. The numbers TalkingData shared with Business Insider give some insight on how Apple's newest product is doing.For context, UBS analyst Steven Milunovich, who was once bullish on the Watch, has tempered his enthusiasm. In mid-August, he said interest in Apple Watch is trending lower, based on internet searches. Milunovich estimates that Apple sold 2.2 million units in the June quarter and predicts it will sell 20 million watches in fiscal 2016, worth roughly $10 billion of revenue. He predicts that sales are highest in US, Canada, UK, and Hong Kong, noting \"China is difficult to read, though Hong Kong can be a good indicator.\"This chart shows the total number of Apple Watches identified in China by TalkingData. Notice that the increase in sales really flattened out once the initial excitement of the product's launch wore off.(TalkingData)Number of active Apple Watches in China spotted by the TalkingData network", 
    "Apple Won't 'Be The First' A La Carte Cable Service, But 'We Are Almost There'BenzingaWednesday, September 2, 2015Louis BedigianApple Inc. (NASDAQ: AAPL) is in the news again after Variety reported that Apple is looking to get into original programming. The report did not surprise analysts, who have been expecting Apple to enter the space for some time.\"I do think a la carte is awesome and we are almost there,\" Patrick Moorhead, president and principal analyst at Moor Insights & Strategy, told Benzinga. \"Intel was close to getting it on their set-top box. They had a couple big holdouts, but they had the majority of the portfolio filled in. I do actually think that is a huge opportunity for Apple.\"That said, Moorhead does not believe Apple can launch a pay-TV service until the company can amass a \"full portfolio of content that, in aggregate, is not an obscene price.\"\"The hardest is live sports,\" he said. \"That's where the rub is. Apple (and for that matter Intel) had locked in everybody but the sports guys and actually there was a holdout at Disney. But that was almost two years ago and I think Apple was still waiting until it had that full portfolio (for not just the States but at least one other country) to pull that trigger.\"Apple's own success could prove to be a challenge in persuading content makers and distributors to bring their networks to iOS.\"The reason it's the hardest is because Apple is the biggest [tech company],\" said Moorhead. \"You could affect entire profits of entire companies based on that one deal.\"That is one of the reasons why Moorhead said he \"wouldn't expect Apple to be the first\" to develop a true a la carte service.Related Link: DISH Network Exec: Here's Why A La Carte TV May Be An Apple Fanboy's DreamOriginal Content Reigns SupremeTech expert Sean Udall doesn't think the iPhone maker will produce the ultimate choose-what-you-want pay-TV service. He said that would actually lead to higher costs for consumers because the fees are higher for services that are sold individually. Instead, he expects Apple to focus on original content.\"In fact, over time, the original content may be more sticky,\" Udall told Benzinga. \"I really don't like Netflix. The amount of time it takes me to find a decent movie to watch is literally not worth it. What keeps me on Netflix -- I was so close to cancelling -- and what did they come out with? 'Daredevil.'\"Udall said he has watched the \"Daredevil\" series twice since it debuted.\"They keep my $8.99 a month coming because now there's no way I'm cancelling,\" he added. \"I gotta have it when the next Daredevil shows up. So the original content is pretty darn sticky.\"Disclosure: At the time of this writing, Louis Bedigian had no position in the equities mentioned in this report.Latest Ratings for AAPL DateFirmActionFromTo Aug 2015Wells FargoUpgradesMarket PerformOutperform Aug 2015Bank of AmericaDowngradesBuyNeutral Jul 2015NomuraInitiates Coverage onBuyView More Analyst Ratings for AAPLView the Latest Analyst Ratings", 
    "Motorola Challenges Apple With a New Moto 360 SmartwatchBloombergWednesday, September 2, 2015Stephen PulvirentSo far, Apple has been the only smartwatch maker to think deeply about its devices as fashion accessories. That changes today, Wednesday, Sept. 2. With the second generation collection of Moto 360 smartwatches, Motorola is doubling down on design while claiming that it has drastically improved on the technical side, too.The new Moto 360 isn't a single watch with a few small variations, as the first edition was. This watch comes in three basic variations, each with a number of customizable details.Two watches are intended for men, one that's 46 millimeters across and a second that's 42mm. They take 24mm and 20mm straps, respectably. Because the watches have lugs this year (the bits that jut out to hold the strap), all 360 models can use any properly sized watch straps, not just those from Motorola. There is also a special women's watch, which is still 42mm but uses slimmer 16mm straps to give the illusion of a smaller size.The men's watches come in silver, black, and gold; the women's watch swaps black for rose gold. There are multiple bezel options (knurled, chamfered, etched), and the color doesn't have to be the same as the main body of the watch, either. Take leather and metal straps into account and you can get hundreds of possible combinations, very much in line with the Moto X and Moto G smartphones.The watches have premium look that comes with a premium price tag: from $299. By comparison, the 2014 Moto 360 currently starts at $149. Since Android Wear now works with the iPhone, Motorola seems to be positioning this smartwatch in direct opposition to the Apple Watch, and doubling the price now puts the Moto 360 in the same bracket as the Apple Watch Sport—and still well below the tariff for the standard Apple Watch.The biggest performance complaint with the original Moto 360 concerned battery life. A lot of consumers were unable to get a full day's use out of the device without a midday top-up. This improved some via software updates, but Motorola says the new watches will perform much better right out of the box: The 46mm watches can get up to two days on a single charge, while the smaller, 42mm watches will get between a full day and a day and a half. While Moto's software is Android Wear with special watch faces and flourishes, everything is meant to look clean and minimal.To buy the Moto 360, you can access the full collection at Motorola.com, and certain models will be for sale through the Google Play store and via Best Buy online. Preorders begin today through all three retailers, with watches scheduled to reach Best Buy and Verizon retail stores later this month. You can also preorder through the Moto Maker customization tool. This lets you design every component to get just the look and feel you want, instead of having to pick up an off-the-shelf design. For now, Moto Maker for the Moto 360 is available in the U.S., Mexico, the U.K., France, and Germany; availability may expand.Also coming is a retail partnership with luxury department store Nordstrom, a big sign of confidence that smartwatches can achieve mainstream penetration.From 50 to 80 Nordstrom stores across the U.S. will start selling the Moto 360 later this month. This is the first smartwatch stocked by Nordstrom, demonstrating that Motorola is trying to market and sell the 360 as a lifestyle product (just as Apple has done with the Apple Watch). Each store will carry from 12 to 15 variations on the watch, more than any other brick-and-mortar retailer. They will be merchandised alongside traditional watches in the stores' jewelry departments.Outside the main collection will be a special Moto 360 Sport edition. This watch has a fully integrated silicone rubber strap and a special screen mode that combines backlighting and reflective viewing to make it more readable in direct sunlight. It is meant for those who want full smartwatch functionality in a style more like that of a fitness tracker. Details remain sparse, with a release date yet to be set.", 
    "Will The iPhone 6s Save Apple?BenzingaMonday, August 31, 2015Javier HasseApple Inc. (NASDAQ: AAPL) is expected to present its latest iPhone, the 6s, on September 9, amid mounting speculation. Investors are expecting the launch to work as a catalyst for the stock, which fell more than 14 percent over the past three months and is trading well below its 52-week high despite last week’s 7.12 percent rally.The new iPhone will allegedly come with a 12-megapixel camera, considerably better than its predecessors’ cameras. Other features include:4k video recording Increased processing speed Increased battery life Animated wallpaper – pretty much like the Apple Watch and Android phones Detection of weak Wi-Fi signal, and the ability to automatically switch to cellular networks Wi-Fi calling over AT&T Inc. (NYSE: T), a feature previously limited to T-Mobile US Inc (NYSE: TMUS) users. Force touch – which Fortune said is expected to be the most important new feature, “a technology that enables a device to distinguish between light and strong taps by a user and assign different functions to them, as it currently does on the Apple Watch and MacBooks. Applied to the iPhone, this could potentially be the killer feature that solidly differentiates the new iPhone from its predecessors by enhancing ease-of-use and utility.”While Apple may find it hard to outdo its blockbuster sales for the iPhone 6, “new equipment installment plans from wireless carriers [which users are increasingly adopting] might encourage adoption for the new iPhone by consumers,” the Fortune article expounded.", 
    "(Reuters) - Apple Inc, which launched the Apple Watch in June, is within striking distance of leader Fitbit Inc in the wearable devices market, market research firm IDC said.Apple shipped 3.6 million Apple Watches in the second quarter of 2015, just behind Fitbit's 4.4 million wearable fitness and health trackers, IDC said.The Apple Watch, which sports many health-related features and apps, is seen as the biggest rival to Fitbit's trackers.Shipments of wearable devices more than tripled to 18.1 million units in the second quarter, IDC said.\"It's worth noting that Fitbit only sells basic wearables - a category that is expected to lose share over the next few years, leaving Apple poised to become the next market leader for all wearables,\" the IDC report said.Fitbit Inc's stock market listing in June got a rousing response from investors, with shares jumping as much as 60 percent. They closed at $38.40 on Wednesday, nearly double their IPO price.", 
    "Analysts at Global Equities Research recently attended the NoSQL Conference. After the event, Trip Chowdhry shared – in an email sent to investors – a comprehensive view on Apple Inc. (NASDAQ: AAPL) and Netflix, Inc. (NASDAQ: NFLX. Below are some of his comments.The Key MessageAccording to the firm, Apple has “definitely” purchased FoundationDB – the company responsible for the NoSQL database engine behind the next Apple TV platform, probably for less than $50 million.“Apple TV Platform provides strong indication that Apple TV will come with its own SDK (Software Development Kit) and its own App Store; and hence its own Apple TV Ecosystem,” the expert added.Netflix, for its part, is facing considerable headline risk. In this new environment, Netflix is just one more App on the Apple TV Platform – somewhat of a second-class citizen, Chowdhry stated.His take: shareholders may want to protect the downside risk to Netflix’s shares, on the announcement of the upcoming Apple TV.Further DetailsBefore opting for acquiring FoundationDB for a one-time cost of approximately $50 million, Apple’s intention was to OEM MongoDB. However, the analyst noted, “the success penalty would have been huge, which could have impacted the margins (basically, if Apple TV becomes successful, Apple would have to pay more to MongoDB).”Looking at FoundationDB through a C.A.P Theorem optic, Chowdhry noted that the company “is optimized for A (Availability) and P (Partition Tolerance) and not C (Concurrency). A system Optimized for A and P – is ideal for TV applications. The system is extremely fast [...] highly optimized for customer profiles and recommendation engines. Hence, an A, P Optimized system is ideal for Apple TV. BTW, MongoDB is optimized for C (Concurrency) and P (Partition Tolerance) and hence not ideal for a TV Platform.”The fact that Apple TV is optimized for A and P is what led Global Equities Research to infer that the platform service will have its own SDK and App Store, and, consequently, its own ecosystem.Latest Ratings for AAPL DateFirmActionFromTo Aug 2015Wells FargoUpgradesMarket PerformOutperform Aug 2015Bank of AmericaDowngradesBuyNeutral Jul 2015NomuraInitiates Coverage onBuyView More Analyst Ratings for AAPLView the Latest Analyst Ratings", 
    "(AP)Cisco's new CEO Chuck Robbins is starting his term with a big partnership: Cisco has struck a surprise deal with Apple to make iOS devices — iPhones and iPads — work better on networks powered by Cisco gear.Cisco announced the deal at its huge conference for its 20,000-plus salespeople in Las Vegas this week, and included a surprise visit by Apple CEO Tim Cook.As Cisco put it in the press release, the company will \"create a fast lane for iOS business users by optimizing Cisco networks for iOS devices and apps, integrating iPhone with Cisco enterprise environments and providing unique collaboration on iPhone and iPad.\"Cisco is the big kahuna in the computer network world, both in supplying gear for the internet and to private networks that companies build for their own employees. It's networking gear is used by 95% of the Fortune 500. And nearly all of them have employees using iPhones and iPads.The agreement has three parts. The two companies are going to make it easier for iOS devices to connect to the network and for their apps to work flawlessly. And Cisco is also going to tie its collaboration tools more tightly with iOS devices.For instance, it will let iPhones work better with Cisco desk phones and telepresence equipment (for video conferencing), as well as Cisco tools like Spark (group conferencing/chat) and WebEx (online meetings).Apple has now made two huge partnerships to help it sell more iOS devices (particularly iPads) to the business world. Last year it teamed up with IBM to help develop apps for the iPad, and that deal is going strong. Now it's added Cisco.Several years ago, Cisco tried to build an Android tablet called Cius specifically for work, but it didn't sell well and Cisco soon killed the product. The tablet was supposed to help Cisco grow its collaboration business. Right now, the bulk of Cisco's revenues come from its networking equipment and Cisco's' new CEO is tasked with diversifying.To celebrate the new partnership, Tim Cook came to Las Vegas and made an appearance on stage, as did recently retired Cisco CEO John Chambers.", 
    "Is Apple's September 9 Event Teasing A Major Siri Announcement?BenzingaFriday, August 28, 2015Louis BedigianApple Inc. (NASDAQ: AAPL) has started to promote its September 9 event by sending out invitations with an interesting promo line:\"Hey Siri, give us a hint.\"This is a bit more suggestive than last year's invite, which merely said, \"Wish we could say more.\" The 2013 event invitation was equally as vague: \"This should brighten everyone's day.\"Apple has not been very forthcoming since 2012, when the company sent out invitations for its long-awaited iPhone 5 event. The promo line, \"It's almost here,\" rested on top of the number \"12\" (signifying the September 12 event date). That number had a clever hint underneath it: a shadowy \"5\" created by the 1 and the 2.Could this year's event invite be equally as indicative of what's to come?\"That was just a play in with Siri,\" FBR Capital Markets analyst Daniel Ives told Benzinga. Apple expert Sean Udall doesn't think the company would draw attention to Siri without planning to make an announcement.\"Why would they promote Siri [and] call it out especially?\" Udall asked. \"Here's the thing I'm looking for: I'm a big [believer that] Apple is going to make a foray into search. [But] I don't think this is the event where they basically say, 'We are now going to be a global search engine company and compete head-to-head with Google.'\"\"We believe apps/games [will] come to [the Apple TV] lineup, but this is all setting up for a streaming TV service in 2016,\" said Ives. \"Controls would be agnostic, but [the device] could be controlled by an Apple device, in our opinion, as this would make sense strategically.\"Siri's FutureIf a Siri update is coming, Udall said he doesn't know that Apple needs to do much to impress or attract consumers.\"I think they have to keep improving it,\" he said, adding that over time he thinks Apple will build Siri into its own Apple-branded search engine. \"Their search engine may be different from the one the world currently knows.\"Udall believes this is something Apple has been planning for a while. He said the company gave a 10- to 15-minute presentation regarding the improvements in Spotlight Search and Siri at this year's World Wide Developers Conference.\"It's called 'deep linking technology,'\" said Udall. \"You can integrate that with all the applications on the phone. Once you get the new version of iOS, you'll be able to say, 'give me the recipe for beef stew.' Siri will basically deliver you a search from Bing or Google, but it might find something from recipes.com or whatever kind of cooking app you have on your device.\"Disclosure: At the time of this writing, Louis Bedigian had no position in the equities mentioned in this report.Latest Ratings for AAPL DateFirmActionFromTo Aug 2015Wells FargoUpgradesMarket PerformOutperform Aug 2015Bank of AmericaDowngradesBuyNeutral Jul 2015NomuraInitiates Coverage onBuyView More Analyst Ratings for AAPLView the Latest Analyst Ratings", 
    "This Google and Apple alum now wants to bring a little 'magic' into your workdayBusiness InsiderWednesday, September 2, 2015Jillian D'Onfro(Gluru)Tim Porter.These days, the biggest tech companies are trying to ramp up the way your phone can act as a virtual assistant for dishing out contextual information.Google, Apple, and Microsoft have pushed the capabilities of their assistants — Google Now, Siri, and Cortana — forward, and even Facebook just announced its own new service called \"M.\"But while those companies have been trying to find ways to use machine learning and artificial intelligence to answer questions and surface information about local restaurants or how long it'll take you to get to the airport, a London-based startup called Gluru has spent the last year and a half building a system specifically for professionals.\"Gluru is a virtual assistant for your work flow,\" founder and CEO Tim Porter tells Business Insider. \"It organizes your files and then connects them to you at the most important moments.\"In short, he wants to bring a little \"magic\" into users' work routines.Gluru's machine learning system will start digging through your Google Docs, calendar, and emails to surface important information in a \"daily digest\" section each morning that'll show you what meetings you have coming up and what documents you'll likely need for each, as well as information about people it thinks you'll likely be working with that day, using natural language processing and contextual knowledge of file contents.Here's how a daily digest might look:(Gluru)For example, when Business Insider hopped on the phone with Porter, Gluru had surfaced for him Google Docs with his company roadmaps and revenue model — since it had inferred from the calendar information that he was being interviewed about his startup.Porter shared other recent examples of how Gluru has worked for him.Because he had also connected Gluru to his phone, when his mother called, it surfaced photos from his recent vacation, intuiting that \"mom\" in his address book might want to see personal content that he'd uploaded to Google Drive. When his accountant called, it surfaced a pertinent financial email.Porter, an alum of Apple and Google, wants Gluru to help businesspeople be more productive, saving them time they would otherwise have wasted digging through files to prepare for conversations or meetings.Besides the daily digest, the search function acts like a \"super-charged file explorer,\" pulling from all the sources you give it access to. Porter estimates that Gluru's ability to unlock data could save users at least 165 hours — about one full week — per year, but it'll soon be launching a tool for users that'll tell them exactly how much time Gluru has saved them.The startup, which had hundreds of companies using it in beta pre-launch, has raised $1.5 million in seed funding, and the team is working on integrations with Salesforce and other project or customer-relationship management systems. Right now, it's free for individuals with enterprise prices being worked out individually on a company basis.Porter shirks humbleness when he talks about the machine learning and data science required to work Gluru's magic:This is a really, really hard thing to do. We have a number of patents that we've filed behind this technology, we have several Ph.D.s in machine learning onboard. There's no other product in the market that achieve the use-cases that we've created here. We're really excited.", 
    "Why Apple May Not Launch Its Web TV Service this SeptemberMarket RealistMonday, August 24, 2015Puneet SikkaKey Updates from Apple: Apple Music, the App Store, and More(Continued from Prior Part)Apple may launch its web TV service next yearSeptember is very important for Apple (AAPL). It’s when the company announces its new version of the iPhone every year. This year, Apple is expected to announce the iPhone 6S and iPhone 6S Plus smartphones. Another major announcement that analysts were expecting from Apple this September was of a web TV subscription service.But, according to a report from Bloomberg citing people familiar with Apple’s plans, Apple’s now aiming to launch this service by next year as talks with TV networks are going slow.Apple’s web TV service may be priced at $40 per monthThe report also mentions that the web TV service from Apple could be priced at $40 per month. This looks expensive when we compare it with similar services provided by other players. For example, a few months ago, Time Warner (TWX) launched HBO Now, an Internet streaming service, priced at $15 per month. Dish Network’s (DISH) Sling TV provides video streaming from 16 channels for $20 per month.The chart above shows the major providers and their monthly fees. Netflix (NFLX) provides its video streaming service for $7.99–$11.99 per month. Netflix’s $11.99 service is intended for users who watch content on a 4K TV. To get diversified exposure to Apple, you can invest in the PowerShares QQQ Trust, Series 1 ETF (QQQ). QQQ invests 14.3% of its holdings in Apple.", 
    "In a new report, Oppenheimer analyst Andrew Uerkwitz discussed Apple Inc. (NASDAQ: AAPL)’s upcoming press event on September 9. Uerkwitz made his predictions about what products Apple will launch at the event, what type of reception the launches will get from investors and what the fallout from the event will mean for Apple’s share price.Product LaunchesUerkwitz expects that the widely-anticipated launch of the iPhone 6s will be the major headline from the upcoming Apple event. “We expect image sensors to be the brightest spot among all upcoming improvements,” he added.In addition to the iPhone launch, Uerkwitz is also calling for an Apple TV upgrade. He believes that Apple will open up the device’s OS to allow for installation of more third-party apps.Finally, Uerkwitz forecasts that Apple will launch iOS 9 sometime in September as well, which Oppenheimer believes will include further integration of Force Touch.Launch Events Losing Their ‘Sizzle’According to Uerkwitz, the Apple launch events will likely continue to disappoint investors, until the company unveils its next new product line. Until then, he said that the WWDC developer conference will play a much more important role in Apple’s future.OutlookAlthough Uerkwitz predicts that Apple’s launch event will be “underwhelming,” he remains bullish on the stock. “Our low expectation is hardly indicative of less confidence in Apple’s ecosystem,” he explained.Despite Apple likely failing to live up to investors’ high expectations, the launches at the event will continue to get the job done in terms of customer reception and market dominance.Oppenheimer has an Outperform rating on Apple and a $155 target for the stock.", 
    "Drake's manager: 'Apple doesn't have the power to stop us' from going on Tidal's live streamBusiness InsiderSaturday, August 29, 2015Julie Bort(Kevin Winter/Getty Images)Drake's manager is disputing claims made by Tidal, the music-streaming platform co-owned by Jay Z and other music stars, that Apple refused to let Drake appear on Tidal's live stream of a charity event in New Orleans.\"The decision to not have Drake participate in the Tidal stream has nothing to do with Apple or Drake’s deal ... Point blank, 100 percent. I made a business decision,\" Drake’s manager Future The Prince told BuzzFeed News.\"Apple doesn't have the power to stop us from being part of a live stream. The only people that have the power to do that are Cash Money and Universal, and they’re our partners.\"That statement runs contrary to what Tidal said about the situation during the show's stream, and on Twitter.Tidal cut a 30-minute of segment of its live stream and replaced it with this black box that blamed Apple.(Tidal/Screenshot)Shortly before the concert, a report from a Page Six said that Apple also threatened to sue Tidal for up to $20 million if Drake appeared on Tidal's live stream.Anonymous sources also refuted that to Buzzfeed, saying that Apple did not rattle a $20 million lawsuit at Tidal, or threaten Tidal with any legal action whatsoever.Both of these accounts cannot be true.On the one hand, Apple didn't get Music off to the best start with the artist community. It's short-lived decision not to pay artists royalties for the first three months after Music launched, when Apple was doing a free trial period, earned Taylor Swift's public ire. Her open letter publicly shamed Apple into quickly changing its mind.Then again, there's bad blood between Drake and Tidal, too.Tidal is a music streaming service championed by Jay Z that launched in March. Jay Z touted Tidal as the artists' platform, reportedly offering millions of dollars and equity stakes in the company to some choice talent. But Tidal has been off to a rough start for a variety of reasons ranging from pricing, to steep competition, to how much bandwidth it requires.", 
    "Netflix, Inc. (NASDAQ: NFLX) shares were trading lower by $9.50 (8.5 percent) at $105.53 in Tuesday's session. Investors are fleeing the issue, perhaps on the announcement that Apple Inc. (NASDAQ: AAPL) may soon be challenging Netflix in the original video content space. Apple reportedly plans to be a formidable competitor to Netflix by the end of 2016.The news, which came out before the open, induced a lower open in Netflix ($109.35 vs. Monday's close of $115.03). After a brief rally to $111.24, the sellers came in full force.So far, the decline has taken the issue to $104.71. If the decline continues, there may not be any identifiable support until the pair lows from August 25 ($101.50) and August 26 ($102.02).In last Monday's mini-flash crash, Netflix swooned to $85.50 before rebounding to end the day at $96.88. The follow through on the rally was halted on Friday when it peaked at $119.35.", 
    "Munster notes that Metaio owns 171 worldwide patents related to augmented-reality technology, which would put Apple in 11th place for the number of augmented-reality and head-mounted-display patents held. Google, Microsoft, Sony, and Samsung remain ahead of Apple in that regard.Apple also acquired a company called PrimeSense back in 2013, and we have yet to see its technology appear in any of Apple's products. PrimeSense makes cameras that can sense motion, and it is best known for making the cameras in Microsoft's Kinect accessory for the Xbox.Munster initially predicted that PrimeSense's tech could be used for motion detection inside the long-fabled Apple television, but that ended up being a bust. Now, however, Munster acknowledges those types of sensors could benefit an augmented-reality headset, since the motion-detection cameras could be used for indoor navigation.The company also recently poached an audio engineer from Microsoft who worked on its HoloLens augmented-reality headset. According to LinkedIn, an Apple engineer hired in July named Nick Thompson previously worked as the audio hardware engineering lead at Microsoft for the HoloLens.Audio is important in augmented reality, Munster says, because positional audio can make the experience more convincing (i.e., feeling like a certain object is in front of you or behind you, etc.).(United States Patent and Trademark Office)Apple patent for heads-up display.If Apple is working on an augmented-reality project, it would be doing so at a time in which almost every other major technology company is exploring the space. Microsoft, for instance, has been showing off its HoloLens headset at recent events.Google initially hyped its augmented-reality efforts with Google Glass back in 2012, and it is said to be working on an enterprise-focused version of the headset too. The company has also invested heavily in Magic Leap, a secretive company that is working on its own augmented-reality platform, which is supposed to be mind-blowing.This would be the first time Apple has explored the augmented-reality field, though it has filed patents for technology related to AR in the past. One, for instance, covers \"interactive holograms,\" while another describes a head-mounted display."
  ], 
  "link": [
    "http://finance.yahoo.com/news/judge-approves-415m-settlement-apple-171527319.html", 
    "http://finance.yahoo.com/news/apples-giant-ipad-coming-next-180802884.html", 
    "http://finance.yahoo.com/news/steve-jobs-played-no-role-212749041.html", 
    "http://finance.yahoo.com/news/why-netflix-shouldnt-sweat-apple-161700749.html", 
    "http://finance.yahoo.com/news/heres-exactly-expect-apple-tvs-163705795.html", 
    "http://finance.yahoo.com/news/pricing-information-apples-iphone-6s-193003590.html", 
    "http://finance.yahoo.com/news/apple-google-bring-smartphone-functions-155828440.html", 
    "http://finance.yahoo.com/news/next-week-apple-could-finally-233216500.html", 
    "http://finance.yahoo.com/news/apple-partners-cisco-boost-enterprise-200430747.html", 
    "http://finance.yahoo.com/news/apple-targets-living-room-domination-215309787.html", 
    "http://finance.yahoo.com/news/apple-schedules-product-event-sept-170448073.html", 
    "http://finance.yahoo.com/news/apple-tv-likely-come-feature-145410572.html", 
    "http://finance.yahoo.com/news/tidal-just-trolled-apple-during-045902495.html", 
    "http://finance.yahoo.com/news/japan-display-ceo-hints-strong-052828849.html", 
    "http://finance.yahoo.com/news/apples-music-losing-key-player-174814597.html", 
    "http://finance.yahoo.com/news/samsung-made-one-best-smartwatches-165957042.html", 
    "http://finance.yahoo.com/news/apple-watch-already-crushing-competition-141830636.html", 
    "http://finance.yahoo.com/news/apple-wants-guide-news-consumption-161058084.html", 
    "http://finance.yahoo.com/news/google-making-big-move-compete-154500297.html", 
    "http://finance.yahoo.com/news/apple-moved-a-lot-more-watches-than-wall-street-thought--idc-says-140145417.html", 
    "http://finance.yahoo.com/news/apple--google-and-samsung-try-to-spark-mobile-payments-114339557.html", 
    "http://finance.yahoo.com/news/estimate-apple-shipped-3-6-191210141.html", 
    "http://finance.yahoo.com/news/tech-stock-bargain-hunters-scramble-to-grab-apple--google-155132462.html", 
    "http://finance.yahoo.com/news/apple-invites-journalists-sept-9-162722964.html", 
    "http://finance.yahoo.com/news/apples-upcoming-iphone-event-could-203306875.html", 
    "http://finance.yahoo.com/news/apples-bear-crash-biting-etfs-191957268.html", 
    "http://finance.yahoo.com/news/apple-loses-market-share-china-144021834.html", 
    "http://finance.yahoo.com/news/corporate-america-manages-cisco-apple-215809304.html", 
    "http://finance.yahoo.com/news/lvmh-hires-former-apple-executive-digital-director-171033051--finance.html", 
    "http://finance.yahoo.com/news/lenovo-leads-pc-market-beats-210550160.html", 
    "http://finance.yahoo.com/news/apple-orginal-content--dollar-tree-profit-miss--penn-west-cuts--whirlpool-bid-130944136.html", 
    "http://finance.yahoo.com/news/weekly-tech-highlights-apples-self-190158407.html", 
    "http://finance.yahoo.com/news/apple-got-siri-run-much-170424989.html", 
    "http://finance.yahoo.com/news/market-s-wild-ride-continues--icahn-s-next-big-bet--apple-s-beats-music-in-trouble-114426151.html", 
    "http://finance.yahoo.com/news/apple-cratering-falls-below-100-124547996.html", 
    "http://finance.yahoo.com/news/apple-had-record-july-app-130723833.html", 
    "http://finance.yahoo.com/news/why-apple-stock-continued-decline-143358223.html", 
    "http://finance.yahoo.com/news/success-apple-music-even-more-193601764.html", 
    "http://finance.yahoo.com/news/apple-major-changes-store-apple-174909798.html", 
    "http://finance.yahoo.com/news/apple-rumored-considering-original-programming-195007708.html", 
    "http://finance.yahoo.com/news/chinese-smartphone-company-just-released-165105313.html", 
    "http://finance.yahoo.com/news/retail-packaging-apples-iphone-6s-130734180.html", 
    "http://finance.yahoo.com/news/photo-sharing-app-fling-rallied-145853752.html", 
    "http://finance.yahoo.com/news/expect-apples-september-keynote-182406338.html", 
    "http://finance.yahoo.com/news/apple-trades-below-moving-averages-210552265.html", 
    "http://finance.yahoo.com/news/zacks-analyst-blog-highlights-merck-133001094.html", 
    "http://finance.yahoo.com/news/ibusiness-iprograms-apple-stretches-legs-131954996.html", 
    "http://finance.yahoo.com/news/chrysler-not-done-with-gm--apple-s-new-ad-blocker-and-disney-stays-quiet-144709925.html", 
    "http://finance.yahoo.com/news/avago-technologies-ride-apple-supplier-115320447.html", 
    "http://finance.yahoo.com/news/apple-watch-sales-surprise-and-protecting-yourself-in-a-wild-market-150741291.html", 
    "http://finance.yahoo.com/news/things-were-expecting-see-apples-171753100.html", 
    "http://finance.yahoo.com/news/apple-may-release-brand-imac-204307315.html", 
    "http://finance.yahoo.com/news/apple-ceo-comments-shares-plunge-194133266.html", 
    "http://finance.yahoo.com/news/car-brands-plans-apple-carplay-160256442.html", 
    "http://finance.yahoo.com/news/apple-explores-move-original-programming-030414008.html", 
    "http://finance.yahoo.com/news/zacks-analyst-blog-highlights-apple-133001230.html", 
    "http://finance.yahoo.com/news/apple-aims-boost-mobile-device-185117021.html", 
    "http://finance.yahoo.com/news/apple-officially-letting-windows-users-195705354.html", 
    "http://finance.yahoo.com/news/clarification-apples-news-things-know-210810814.html", 
    "http://finance.yahoo.com/news/why-apple-death-cross-doesnt-211509753.html", 
    "http://finance.yahoo.com/news/apple-reportedly-hires-tesla-engineer-180506337.html", 
    "http://finance.yahoo.com/news/pentagon-teams-apple-boeing-develop-100910033.html", 
    "http://finance.yahoo.com/news/best-buy-expand-sales-apple-202008510.html", 
    "http://finance.yahoo.com/news/taylor-swift-probably-wont-apples-205101809.html", 
    "http://finance.yahoo.com/news/apple-building-secret-high-tech-170529823.html", 
    "http://finance.yahoo.com/news/demand-apple-watch-high-best-001715857.html", 
    "http://finance.yahoo.com/news/apple-invites-journalists-sept-9-163254866.html", 
    "http://finance.yahoo.com/news/slowdown-apple-analyst-predicts-global-150241219.html", 
    "http://finance.yahoo.com/news/apples-tv-could-netflix-steroids-185356895.html", 
    "http://finance.yahoo.com/news/why-tim-cook-confident-apple-130658338.html", 
    "http://finance.yahoo.com/news/apple-launching-rose-gold-color-200010512.html", 
    "http://finance.yahoo.com/news/weekly-tech-highlights-apples-big-002927659.html", 
    "http://finance.yahoo.com/news/apple-back-above--100--alibaba-below-ipo-price--exxon---chevron-hit-by-oil-s-fall-152405318.html", 
    "http://finance.yahoo.com/news/why-iphone-6s-vital-apple-211609984.html", 
    "http://finance.yahoo.com/news/apple-may-produce-original-hollywood-085659217.html", 
    "http://finance.yahoo.com/news/apple-plunges-5-break-below-121027426.html", 
    "http://finance.yahoo.com/news/apple-fast-closing-wearable-device-132155475.html", 
    "http://finance.yahoo.com/news/apple-sold-over-1-million-221828937.html", 
    "http://finance.yahoo.com/news/apple-wont-first-la-carte-110653899.html", 
    "http://finance.yahoo.com/news/motorola-challenges-apple-moto-360-190009880.html", 
    "http://finance.yahoo.com/news/iphone-6s-save-apple-185957167.html", 
    "http://finance.yahoo.com/news/apple-fast-closing-wearable-device-132442138.html", 
    "http://finance.yahoo.com/news/trip-chowdhrys-view-upcoming-apple-171506564.html", 
    "http://finance.yahoo.com/news/why-apples-tim-cook-just-190358905.html", 
    "http://finance.yahoo.com/news/apples-september-9-event-teasing-113642078.html", 
    "http://finance.yahoo.com/news/google-apple-alum-now-wants-201917339.html", 
    "http://finance.yahoo.com/news/why-apple-may-not-launch-150659737.html", 
    "http://finance.yahoo.com/news/oppenheimer-apple-remains-underwhelmingly-brilliant-184746061.html", 
    "http://finance.yahoo.com/news/drakes-manager-apple-doesnt-power-184208514.html", 
    "http://finance.yahoo.com/news/netflix-investors-fearing-competition-apple-173248451.html", 
    "http://finance.yahoo.com/news/signs-point-apples-next-big-131634605.html"
  ], 
  "title": [
    "Judge approves $415M settlement in Apple, Google wage case ...", 
    "Apple's giant iPad is coming next week, report says - Yahoo Finance", 
    "Steve Jobs 'played no role at all' in designing the Apple I or Apple II ...", 
    "Why Netflix shouldn't sweat Apple: Analyst - Yahoo Finance", 
    "Here's exactly what to expect from the new Apple TV's hardware ...", 
    "The pricing information for Apple's iPhone 6S has leaked ahead of ...", 
    "Apple, Google bring smartphone functions to car dashboards ...", 
    "Next week, Apple could finally succeed where Microsoft has failed ...", 
    "Apple partners with Cisco to boost enterprise business - Yahoo ...", 
    "Apple Targets Living Room Domination with New Apple TV - Yahoo ...", 
    "Apple schedules new product event for Sept. 9 - Yahoo Finance", 
    "The new Apple TV will likely come with a feature that makes it much ...", 
    "Tidal trolled Apple during a live Drake performance - Yahoo Finance", 
    "Exclusive: Japan Display CEO hints at strong Apple orders ahead of ...", 
    "Apple's music service losing key player as exec resigns - Yahoo ...", 
    "Samsung made one of the best smartwatches I've ever used, and it ...", 
    "The Apple Watch is already crushing the competition, according to a ...", 
    "Apple wants to guide your news consumption with News app ...", 
    "Google is making a big move to compete against the Apple Watch ...", 
    "Apple moved a lot more watches than Wall Street thought, IDC says ...", 
    "Apple, Google and Samsung try to spark mobile payments - Yahoo ...", 
    "New estimate: Apple shipped 3.6 million watches last quarter ...", 
    "Tech stock bargain hunters grab Apple, Google - Yahoo Finance", 
    "Apple may launch new iPhones at Sept. 9 event - Yahoo Finance", 
    "Apple's upcoming iPhone event could be way bigger than we thought", 
    "Apple's Bear Crash Is Biting These ETFs - Yahoo Finance", 
    "Apple Loses Market Share in China's Smartphone Segment - Yahoo ...", 
    "Corporate America Manages to Get Cisco and Apple Together ...", 
    "LVMH hires former Apple executive as digital director - Yahoo Finance", 
    "Lenovo Leads in PC Market, Beats Apple - Yahoo Finance", 
    "Apple original content; Dollar Tree profit miss; Penn West cuts ...", 
    "Weekly Tech Highlights: Apple's Self-Driving Car Leak, Tesla's ...", 
    "How Apple got Siri to run much faster, for a lot less cash - Yahoo ...", 
    "Market's wild ride continues; Icahn's next big bet; Apple's Beats ...", 
    "Tim Cook's unprecedented letter didn't help Apple from closing in ...", 
    "Apple Had a Record July for Its App Store Business - Yahoo Finance", 
    "Why Apple's Stock Continued Its Decline over the Past Month ...", 
    "The success of Apple Music is even more important for Apple than ...", 
    "Apple has major changes in store for the Apple Watch, and they're ...", 
    "Apple Rumored to be Considering Original Programming - Yahoo ...", 
    "A Chinese smartphone company just released the big new feature ...", 
    "The packaging for Apple's iPhone 6S has reportedly leaked, and it ...", 
    "How photo sharing app Fling rallied from its worst nightmare — an ...", 
    "What to Expect from Apple's September Keynote - Yahoo Finance", 
    "Apple Trades Below Moving Averages - Yahoo Finance", 
    "The Zacks Analyst Blog Highlights: Merck & Co, Apple, Visa ...", 
    "iBusiness, iPrograms: Apple Stretches Its Legs - Yahoo Finance", 
    "Chrysler not done with GM, Apple's new ad blocker and Disney stays", 
    "Can Avago Technologies Ride The Apple Supplier Wave? - Yahoo ...", 
    "Apple Watch sales surprise and protecting yourself in a wild market ...", 
    "Here are all of the things we're expecting to see at Apple's big event ...", 
    "Apple may release a brand new iMac with an incredibly sharp ...", 
    "Apple CEO comments as shares plunge, then recover - Yahoo ...", 
    "Car brands plans for Apple CarPlay, Google's Android Auto - Yahoo ...", 
    "Apple explores move into original programing business: Variety ...", 
    "The Zacks Analyst Blog Highlights: Apple, Google, Facebook and ...", 
    "Apple aims to boost mobile device sales with Cisco's help - Yahoo ...", 
    "Apple is officially letting Windows users watch its big iPhone event ...", 
    "Clarification: Apple's News Service-Things To Know story - Yahoo ...", 
    "Why the Apple Death Cross Doesn't Matter - Yahoo Finance", 
    "Apple Reportedly Hires Tesla Engineer for Electric Car Team ...", 
    "Pentagon teams up with Apple, Boeing to develop wearable tech ...", 
    "Best Buy to Expand Sales of Apple Watch Across All Stores - Yahoo ...", 
    "Taylor Swift probably won't be at Apple's big September 9 event, but ...", 
    "Is Apple Building A Secret High-Tech Car? - Yahoo Finance", 
    "Demand for Apple Watch has been 'so high,' Best Buy will start ...", 
    "Apple lines up Sept. 9 event, seen unveiling new iPhones - Yahoo ...", 
    "Slowdown For Apple? Analyst Predicts Global iPhone Sales To ...", 
    "Apple's TV Service Could Be 'Netflix On Steroids' - Yahoo Finance", 
    "Why Tim Cook is Confident about Apple's Performance in China ...", 
    "Apple is launching a new 'rose gold' color option for the iPhone 6S ...", 
    "Weekly Tech Highlights: Apple's Big Event, Facebook Hits 1B Users ...", 
    "Apple back above $100; Alibaba below IPO price; Exxon & Chevron ...", 
    "Why the iPhone 6S is Vital to Apple Shareholders - Yahoo Finance", 
    "Apple may produce original Hollywood content—here's why that ...", 
    "Apple plunges 5% to break below $100 a share - Yahoo Finance", 
    "Apple fast closing in on wearable device maker Fitbit - IDC - Yahoo ...", 
    "Apple has sold over 1 million Watches in China according to this study", 
    "Apple Won't 'Be The First' A La Carte Cable Service, But 'We Are ...", 
    "Motorola Challenges Apple With a New Moto 360 Smartwatch ...", 
    "Will The iPhone 6s Save Apple? - Yahoo Finance", 
    "Apple fast closing in on wearable device maker Fitbit: IDC - Yahoo ...", 
    "Trip Chowdhry's View On The Upcoming Apple TV, Netflix And ...", 
    "Why Apple's Tim Cook just made a surprise appearance at Cisco's ...", 
    "Is Apple's September 9 Event Teasing A Major Siri Announcement ...", 
    "This Google and Apple alum now wants to bring a little 'magic' into ...", 
    "Why Apple May Not Launch Its Web TV Service this September ...", 
    "Oppenheimer: Apple Remains 'Underwhelmingly Brilliant' - Yahoo ...", 
    "Drake's manager: 'Apple doesn't have the power to stop us' from ...", 
    "Netflix Investors Fearing Competition From Apple? - Yahoo Finance", 
    "Here are the signs that point to Apple's next big innovation in ..."
  ]
}
